-- phpMyAdmin SQL Dump
-- version 4.9.7
-- https://www.phpmyadmin.net/
--
-- Host: localhost:3306
-- Generation Time: Apr 23, 2022 at 01:55 AM
-- Server version: 10.3.34-MariaDB-log-cll-lve
-- PHP Version: 7.3.32

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET AUTOCOMMIT = 0;
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `randasdp_broker`
--

-- --------------------------------------------------------

--
-- Table structure for table `cargos`
--

CREATE TABLE `cargos` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `cargo_type_id` bigint(20) UNSIGNED DEFAULT NULL,
  `quantity` bigint(20) UNSIGNED DEFAULT NULL,
  `quantity_unit` varchar(191) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `stowage_factor` decimal(16,2) DEFAULT NULL,
  `landing_port_country_id` bigint(20) UNSIGNED DEFAULT NULL,
  `publishe_status` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL DEFAULT 'draft' COMMENT 'draft:active',
  `type` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL DEFAULT 'main' COMMENT 'main:offer',
  `landing_port_name` varchar(191) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `discharging_port_country_id` bigint(20) UNSIGNED DEFAULT NULL,
  `discharging_port_name` varchar(191) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `lay_can_start_date` varchar(191) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `lay_can_canceling_date` varchar(191) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `try_vessel_date` tinyint(1) NOT NULL DEFAULT 0,
  `loading_rate` bigint(20) UNSIGNED DEFAULT NULL,
  `loading_rate_unit` varchar(191) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `discharging_rate` bigint(20) UNSIGNED DEFAULT NULL,
  `discharging_unit` varchar(191) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `additional_cargo_details` longtext COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `special_requests` longtext COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `fright_idea` decimal(16,2) DEFAULT NULL,
  `fright_idea_unit` varchar(191) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `working_status` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL DEFAULT 'new',
  `offer_status` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL DEFAULT 'no_response',
  `charter_file` varchar(191) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `operator_file` varchar(191) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `final_file` varchar(191) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `address_commission` decimal(16,2) DEFAULT NULL,
  `charterer_id` bigint(20) UNSIGNED DEFAULT NULL,
  `cargo_type_details_id` bigint(20) UNSIGNED DEFAULT NULL,
  `vessel_id` bigint(20) UNSIGNED DEFAULT NULL,
  `operator_id` bigint(20) UNSIGNED DEFAULT NULL,
  `parent_id` bigint(20) UNSIGNED DEFAULT NULL,
  `final_offer_id` bigint(20) UNSIGNED DEFAULT NULL,
  `cargo_status` varchar(191) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `is_deleted` int(11) NOT NULL DEFAULT 0,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `cargos`
--

INSERT INTO `cargos` (`id`, `cargo_type_id`, `quantity`, `quantity_unit`, `stowage_factor`, `landing_port_country_id`, `publishe_status`, `type`, `landing_port_name`, `discharging_port_country_id`, `discharging_port_name`, `lay_can_start_date`, `lay_can_canceling_date`, `try_vessel_date`, `loading_rate`, `loading_rate_unit`, `discharging_rate`, `discharging_unit`, `additional_cargo_details`, `special_requests`, `fright_idea`, `fright_idea_unit`, `working_status`, `offer_status`, `charter_file`, `operator_file`, `final_file`, `address_commission`, `charterer_id`, `cargo_type_details_id`, `vessel_id`, `operator_id`, `parent_id`, `final_offer_id`, `cargo_status`, `is_deleted`, `created_at`, `updated_at`) VALUES
(1, 1, 12000, 'MT', 1.20, 2, 'draft', 'main', 'latakia', 2, 'latakia', '2022-03-22 00:00:00.000', '2022-03-31 00:00:00.000', 0, 1000, 'MT/DAY', 1000, 'MT/DAY', NULL, NULL, NULL, NULL, 'new', 'no_response', NULL, NULL, NULL, 0.00, 3, NULL, NULL, NULL, NULL, NULL, NULL, 0, '2022-03-22 19:32:43', '2022-03-22 19:32:43'),
(2, 1, 5, 'MT', 5.00, 2, 'draft', 'main', 'latakia', 2, 'latakia', '2022-03-31 00:00:00.000', '2022-04-27 00:00:00.000', 0, 5, 'MT/DAY', 6, 'MT/DAY', NULL, NULL, 5.00, NULL, 'done', 'no_response', NULL, NULL, NULL, 6.20, 5, 1, NULL, NULL, NULL, 3, NULL, 0, '2022-03-31 15:40:34', '2022-03-31 15:44:25'),
(3, 1, 5, 'mt', 5.00, 2, 'draft', 'discuss', 'latakia', 2, 'latakia', '2022-03-31 00:00:00.000', '2022-04-27 00:00:00.000', 0, 500, 'MT/DAY', 600, 'MT/DAY', NULL, NULL, 10.00, NULL, 'done', 'no_response', 'contracts/ztNBRCBx6x1RcaOUqGxyCoCOamlIJov6XdzPHDju.pdf', NULL, NULL, 6.20, 5, 1, NULL, 1, 2, NULL, NULL, 0, '2022-03-31 15:42:49', '2022-03-31 15:45:55'),
(4, 1, 25000, 'MT', 1.20, 181, 'draft', 'main', 'mikoliv', 86, 'messina', '2022-04-05 00:00:00.000', '2022-04-16 00:00:00.000', 0, 15000, 'MT/DAY', 6000, 'MT/DAY', NULL, NULL, 35.00, NULL, 'new', 'no_response', NULL, NULL, NULL, 1.35, 3, 1, NULL, NULL, NULL, NULL, NULL, 0, '2022-04-01 15:23:03', '2022-04-01 15:23:03');

-- --------------------------------------------------------

--
-- Table structure for table `cargo_interesteds`
--

CREATE TABLE `cargo_interesteds` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `interested_id` bigint(20) UNSIGNED DEFAULT NULL,
  `interester_id` bigint(20) UNSIGNED DEFAULT NULL,
  `cargo_id` bigint(20) UNSIGNED DEFAULT NULL,
  `vessel_id` bigint(20) UNSIGNED DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  `type` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL DEFAULT 'add'
) ENGINE=MyISAM DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `cargo_interesteds`
--

INSERT INTO `cargo_interesteds` (`id`, `interested_id`, `interester_id`, `cargo_id`, `vessel_id`, `created_at`, `updated_at`, `type`) VALUES
(1, 5, 1, 2, NULL, '2022-03-31 15:42:18', '2022-03-31 15:42:18', 'add'),
(2, 5, 1, 3, NULL, '2022-03-31 15:42:49', '2022-03-31 15:42:49', 'add');

-- --------------------------------------------------------

--
-- Table structure for table `cargo_types`
--

CREATE TABLE `cargo_types` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `number` int(11) NOT NULL DEFAULT 0,
  `media_path` varchar(191) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `name_ar` varchar(191) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `name_en` varchar(191) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `parent_id` bigint(20) UNSIGNED DEFAULT NULL,
  `is_deleted` tinyint(1) NOT NULL DEFAULT 0,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `cargo_types`
--

INSERT INTO `cargo_types` (`id`, `number`, `media_path`, `name_ar`, `name_en`, `parent_id`, `is_deleted`, `created_at`, `updated_at`) VALUES
(1, 0, NULL, 'type 1', 'type 1', NULL, 0, NULL, NULL),
(2, 0, NULL, 'type 1', 'type 1', NULL, 0, NULL, NULL);

-- --------------------------------------------------------

--
-- Table structure for table `cargo_type_details`
--

CREATE TABLE `cargo_type_details` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `unit` varchar(191) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `is_deleted` int(11) NOT NULL DEFAULT 0,
  `min_` decimal(16,2) NOT NULL DEFAULT 0.00,
  `max_` decimal(16,2) NOT NULL DEFAULT 999.00,
  `comission_` decimal(16,2) NOT NULL DEFAULT 0.00,
  `cargo_type_id` bigint(20) UNSIGNED NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `cargo_type_details`
--

INSERT INTO `cargo_type_details` (`id`, `unit`, `is_deleted`, `min_`, `max_`, `comission_`, `cargo_type_id`, `created_at`, `updated_at`) VALUES
(1, 'usd', 0, 1.00, 999.00, 0.00, 1, '2022-03-04 16:40:06', '2022-03-04 16:40:06'),
(2, 'euro', 0, 1.00, 999.00, 0.00, 1, '2022-03-04 16:40:06', '2022-03-04 16:40:06'),
(3, 'usd', 0, 1.00, 999.00, 0.00, 2, '2022-03-04 16:40:06', '2022-03-04 16:40:06'),
(4, 'euro', 0, 1.00, 999.00, 0.00, 2, '2022-03-04 16:40:06', '2022-03-04 16:40:06');

-- --------------------------------------------------------

--
-- Table structure for table `cities`
--

CREATE TABLE `cities` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `name` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL,
  `name_ar` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL,
  `country_id` bigint(20) UNSIGNED NOT NULL,
  `is_deleted` tinyint(1) NOT NULL DEFAULT 0,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `cities`
--

INSERT INTO `cities` (`id`, `name`, `name_ar`, `country_id`, `is_deleted`, `created_at`, `updated_at`) VALUES
(1, 'Tabuk', 'تبوك', 1, 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(2, 'Riyadh', 'الرياض', 1, 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(3, 'At Taif', 'الطائف', 1, 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(4, 'Makkah Al Mukarramah', 'مكة المكرمة', 1, 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(5, 'Hail', 'حائل', 1, 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(6, 'Buraydah', 'بريدة', 1, 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(7, 'Al Hufuf', 'الهفوف', 1, 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(8, 'Ad Dammam', 'الدمام', 1, 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(9, 'Al Madinah Al Munawwarah', 'المدينة المنورة', 1, 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(10, 'Abha', 'ابها', 1, 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(11, 'Jazan', 'جازان', 1, 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(12, 'Jeddah', 'جدة', 1, 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(13, 'Al Majmaah', 'المجمعة', 1, 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(14, 'Al Khubar', 'الخبر', 1, 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(15, 'Hafar Al Batin', 'حفر الباطن', 1, 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(16, 'Khamis Mushayt', 'خميس مشيط', 1, 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(17, 'Ahad Rifaydah', 'احد رفيده', 1, 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(18, 'Al Qatif', 'القطيف', 1, 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(19, 'Unayzah', 'عنيزة', 1, 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(20, 'Qaryat Al Ulya', 'قرية العليا', 1, 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(21, 'Al Jubail', 'الجبيل', 1, 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(22, 'An Nuayriyah', 'النعيرية', 1, 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(23, 'Dhahran', 'الظهران', 1, 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(24, 'Al Wajh', 'الوجه', 1, 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(25, 'Buqayq', 'بقيق', 1, 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(26, 'Az Zulfi', 'الزلفي', 1, 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(27, 'Khaybar', 'خيبر', 1, 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(28, 'Al Ghat', 'الغاط', 1, 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(29, 'Umluj', 'املج', 1, 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(30, 'Rabigh', 'رابغ', 1, 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(31, 'Afif', 'عفيف', 1, 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(32, 'Thadiq', 'ثادق', 1, 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(33, 'Sayhat', 'سيهات', 1, 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(34, 'Tarut', 'تاروت', 1, 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(35, 'Yanbu', 'ينبع', 1, 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(36, 'Shaqra', 'شقراء', 1, 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(37, 'Ad Duwadimi', 'الدوادمي', 1, 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(38, 'Ad Diriyah', 'الدرعية', 1, 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(39, 'Quwayiyah', 'القويعية', 1, 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(40, 'Al Muzahimiyah', 'المزاحمية', 1, 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(41, 'Badr', 'بدر', 1, 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(42, 'Al Kharj', 'الخرج', 1, 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(43, 'Ad Dilam', 'الدلم', 1, 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(44, 'Ash Shinan', 'الشنان', 1, 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(45, 'Al Khurmah', 'الخرمة', 1, 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(46, 'Al Jumum', 'الجموم', 1, 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(47, 'Al Majardah', 'المجاردة', 1, 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(48, 'As Sulayyil', 'السليل', 1, 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(49, 'Tathilith', 'تثليث', 1, 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(50, 'Bishah', 'بيشة', 1, 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(51, 'Al Baha', 'الباحة', 1, 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(52, 'Al Qunfidhah', 'القنفذة', 1, 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(53, 'Muhayil', 'محايل', 1, 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(54, 'Thuwal', 'ثول', 1, 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(55, 'Duba', 'ضبا', 1, 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(56, 'Turbah', 'تربه', 1, 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(57, 'Safwa', 'صفوى', 1, 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(58, 'Inak', 'عنك', 1, 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(59, 'Turaif', 'طريف', 1, 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(60, 'Arar', 'عرعر', 1, 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(61, 'Al Qurayyat', 'القريات', 1, 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(62, 'Sakaka', 'سكاكا', 1, 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(63, 'Rafha', 'رفحاء', 1, 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(64, 'Dawmat Al Jandal', 'دومة الجندل', 1, 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(65, 'Ar Rass', 'الرس', 1, 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(66, 'Al Midhnab', 'المذنب', 1, 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(67, 'Al Khafji', 'الخفجي', 1, 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(68, 'Riyad Al Khabra', 'رياض الخبراء', 1, 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(69, 'Al Badai', 'البدائع', 1, 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(70, 'Ras Tannurah', 'رأس تنورة', 1, 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(71, 'Al Bukayriyah', 'البكيرية', 1, 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(72, 'Ash Shimasiyah', 'الشماسية', 1, 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(73, 'Al Hariq', 'الحريق', 1, 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(74, 'Hawtat Bani Tamim', 'حوطة بني تميم', 1, 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(75, 'Layla', 'ليلى', 1, 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(76, 'Billasmar', 'بللسمر', 1, 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(77, 'Sharurah', 'شرورة', 1, 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(78, 'Najran', 'نجران', 1, 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(79, 'Sabya', 'صبيا', 1, 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(80, 'Abu Arish', 'ابو عريش', 1, 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(81, 'Samtah', 'صامطة', 1, 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(82, 'Ahad Al Musarihah', 'احد المسارحة', 1, 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(83, 'King Abdullah Economic City', 'مدينة الملك عبدالله الاقتصادية', 1, 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(84, 'Alkora', 'الكورة', 2, 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(85, 'Salmabad', 'سلماباد', 2, 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(86, 'Abu Saiba', 'أبو صيبع', 2, 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(87, 'Capricorn', 'أبوقوة', 2, 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(88, 'Umm Al Hassam', 'أم الحصم', 2, 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(89, 'Al Musala', 'المصلى', 2, 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(90, 'Tubli', 'توبلي', 2, 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(91, 'Barbar', 'باربار', 2, 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(92, 'Budaiya', 'البديع', 2, 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(93, 'Busaiteen', 'البسيتين', 2, 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(94, 'Al Bukwara', 'البوكوارة', 2, 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(95, 'Al Buhaira', 'البحير', 2, 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(96, 'Bani Jamra', 'بني جمرة', 2, 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(97, 'Puri', 'بوري', 2, 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(98, 'Jabla Habashi', 'جبلة حبشي', 2, 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(99, 'Jad Alhaj', 'جد الحاج', 2, 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(100, 'Jad Hafas', 'جد حفص', 2, 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(101, 'Jad Ali', 'جد علي', 2, 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(102, 'Girdab', 'جرداب', 2, 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(103, 'Hawar Islands', 'جزر حوار', 2, 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(104, 'Al Jasra', 'الجسرة', 2, 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(105, 'Juffair', 'الجفير', 2, 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(106, 'Pleural', 'الجنبية', 2, 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(107, 'Janusan', 'جنوسان', 2, 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(108, 'Atmosphere', 'جو', 2, 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(109, 'Al Had', 'الحد', 2, 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(110, 'Hajjat', 'الحجيات', 2, 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(111, 'Suit of the good servant', 'حلة العبد الصالح', 2, 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(112, 'Hoora', 'الحورة', 2, 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(113, 'Busaiteen', 'البسيتين', 2, 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(114, 'AlKamis', 'الخميس', 2, 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(115, 'Darkleb', 'داركليب', 2, 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(116, 'Al Mantika Aldublumasia', 'المنطقة الدبلوماسية', 2, 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(117, 'Drains', 'الدراز', 2, 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(118, 'Damistan', 'دمستان', 2, 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(119, 'Al Dor', 'الدور', 2, 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(120, 'Al Dir', 'الدير', 2, 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(121, 'Al Deiah', 'الديه', 2, 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(122, 'Ras Rman', 'رأس رمان', 2, 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(123, 'Riffa (East)', 'الرفاع (الشرقي)', 2, 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(124, 'Riffa (Western)', 'الرفاع (الغربي)', 2, 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(125, 'Al Zallak', 'الزلاق', 2, 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(126, 'Zinj', 'الزنج', 2, 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(127, 'Al Sakkiah', 'السقيه', 2, 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(128, 'Sar', 'سار', 2, 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(129, 'Eskan Sar', 'اسكان سار', 2, 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(130, 'Safera', 'سافرة', 2, 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(131, 'Setra', 'سترة', 2, 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(132, 'Samaheej', 'سماهيج', 2, 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(133, 'Sanabis', 'السنابس', 2, 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(134, 'Sanad', 'سند', 2, 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(135, 'Sahla (North and South)', 'السهلة (الشمالية والجنوبية)', 2, 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(136, 'Seef suburb', 'ضاحية السيف', 2, 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(137, 'Shakhoora', 'الشاخورة', 2, 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(138, 'Shahrkan', 'شهركان', 2, 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(139, 'Sakhir', 'الصخير', 2, 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(140, 'Al Saleheiah', 'الصالحيه', 2, 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(141, 'Sadad', 'صدد', 2, 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(142, 'Aali', 'عالي', 2, 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(143, 'Adliya', 'العدلية', 2, 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(144, 'Azari', 'عذاري', 2, 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(145, 'Arad', 'عراد', 2, 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(146, 'Askar', 'عسكر', 2, 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(147, 'Aker', 'العكر', 2, 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(148, 'Awali', 'عوالي', 2, 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(149, 'Ayn Aldar', 'عين الدار', 2, 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(150, 'Al Kadam', 'القدم', 2, 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(151, 'Al Karia', 'القرية', 2, 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(152, 'Al Kadebiah', 'القضيبية', 2, 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(153, 'Kalalli', 'قلالي', 2, 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(154, 'Al Kalaa', 'القلعة', 2, 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(155, 'Karana', 'كرانة', 2, 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(156, 'Al Hajar', 'الحجر', 2, 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(157, 'Karbabad', 'كرباباد', 2, 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(158, 'Karzakan', 'كرزكان', 2, 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(159, 'Mahooz', 'الماحوز', 2, 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(160, 'Maliki', 'المالكية', 2, 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(161, 'Hamad town', 'مدينة حمد', 2, 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(162, 'Zayed town', 'مدينة زايد', 2, 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(163, 'Isa Town', 'مدينة عيسى', 2, 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(164, 'Muharraq', 'المحرق', 2, 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(165, 'Ma\'ameer', 'المعامير', 2, 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(166, 'Mukabeh', 'مقابة', 2, 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(167, 'Mukasha', 'المقشع', 2, 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(168, 'Manama', 'المنامة', 2, 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(169, 'Nabih Saleh', 'النبيه صالح', 2, 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(170, 'Al Naeim', 'النعيم', 2, 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(171, 'Al Nwaidarat', 'النويدرات', 2, 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(172, 'Hamala', 'الهملة', 2, 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(173, 'Doha', 'الدوحة', 3, 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(174, 'Abu Al-Dhadouf', 'أبو الظلوف', 3, 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(175, 'Abu Thaila', 'أبو ثايلة', 3, 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(176, 'New Doha', 'الدوحة الجديدة', 3, 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(177, 'Arish', 'الـعريش', 3, 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(178, 'Eastern fads', 'البدع الشرقية', 3, 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(179, 'Al-Ghunaim', 'الغنيم', 3, 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(180, 'Al-Gharia', 'الغارية', 3, 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(181, 'West Alhilal', 'الهلال الغربية', 3, 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(182, 'East Alhilal', 'الهلال الشرقية', 3, 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(183, 'Hitmi', 'الهتمي', 3, 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(184, 'Al Jasra', 'الجسرة', 3, 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(185, 'Al Jamiliah', 'الجميلية', 3, 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(186, 'Al Kaaban', 'الكعبان', 3, 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(187, 'Al Khalifah', 'الخليفة', 3, 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(188, 'Al Khour', 'الخور', 3, 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(189, 'Al Zakhera', 'الذخيرة', 3, 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(190, 'Al Khawr', 'الخاور', 3, 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(191, 'Al Khawair', 'الخواير', 3, 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(192, 'Al Mafjar', 'الـمفجر', 3, 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(193, 'Al Kabeah', 'القابية', 3, 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(194, 'Al Wakrah', 'الوكرة', 3, 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(195, 'The second city', 'المدينة الثانية', 3, 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(196, 'Al Azbah', 'العذبة', 3, 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(197, 'Al Najmah', 'النجمة', 3, 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(198, 'Al Rakis', 'الراكيات', 3, 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(199, 'Al Rayyan', 'الريان', 3, 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(200, 'Al Ruwais', 'الرويس', 3, 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(201, 'Al salatah', 'السالاتة', 3, 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(202, 'Al salatah Al jadidah', 'السلاتة الجديدة', 3, 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(203, 'Al Sanniaa', 'الصنيع', 3, 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(204, 'Al Souk', 'السوق', 3, 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(205, 'Al Thukeb', 'الثقب', 3, 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(206, 'Dukhan', 'دخان', 3, 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(207, 'Zekreet', 'زكريت', 3, 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(208, 'Ras Laffan Industrial City', 'مدينة رأس لفان الصناعية', 3, 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(209, 'Umm Bab', 'أم باب', 3, 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(210, 'Mesaieed', 'مسيعيد', 3, 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(211, 'Umm Salal Ali', 'أم صلال على', 3, 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(212, 'Umm Salal Muhammad', 'أم صلال محمد', 3, 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(213, 'Umm Ahwaiya', 'أم الاحويا', 3, 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(214, 'Umm scrapes', 'أم الشخوط', 3, 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(215, 'Umm Al Omed', 'أم العمد', 3, 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(216, 'Umm Abiriya', 'أم عبيرية', 3, 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(217, 'Asat Al Raie', 'عصاة الراعي', 3, 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(218, 'Hattan', 'حوطان', 3, 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(219, 'Al Sakhameh', 'الصخامة', 3, 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(220, 'Umm Algamagem', 'أم الجماجم', 3, 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(221, 'Umm Al Afaie', 'أم الافاعي', 3, 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(222, 'Umm Al Qhab', 'أم القهاب', 3, 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(223, 'Umm Shibram', 'ام شبرم', 3, 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(224, 'McCaines', 'مكينس', 3, 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(225, 'Al Khararh', 'الخرارة', 3, 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(226, 'Shahaniya', 'الشحانية', 3, 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(227, 'Al Jamiliah', 'الجميلية', 3, 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(228, 'Kharib', 'خريب', 3, 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(229, 'Al Sunaa', 'الصنع', 3, 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(230, 'Al Atoria', 'العطورية', 3, 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(231, 'Al-Ghuwayriyah', 'الغويرية', 3, 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(232, 'Anemone', 'النعمان', 3, 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(233, 'Al Zubarah', 'الزبارة', 3, 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(234, 'Al Majeda', 'الماجدة', 3, 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(235, 'Muhaish', 'محيش', 3, 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(236, 'Al Reem', 'الريم', 3, 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(237, 'Al Kaf', 'القاف', 3, 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(238, 'Al Ghashmeiah', 'الغشامية', 3, 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(239, 'Al Kaaban', 'الكعبان', 3, 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(240, 'Al Waab', 'الوعب', 3, 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(241, 'Foyert', 'فويرط', 3, 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(242, 'Al Muroneh', 'المرونة', 3, 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(243, 'Arida', 'عريدة', 3, 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(244, 'Ras Almatbakh', 'راس مطبخ', 3, 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(245, 'Eye Asnan', 'عين اسنان', 3, 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(246, 'Rawdat Rashed', 'روضة راشد', 3, 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(247, 'Alkanaah', 'الكرعانة', 3, 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(248, 'Ameria', 'العامرية', 3, 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(249, 'Aouina', 'العوينة', 3, 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(250, 'Al Wukair', 'الوكير', 3, 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(251, 'Katar', 'قطر', 3, 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(252, 'Al seleiah', 'السيليه', 3, 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(253, 'Capital', '    العاصمة', 4, 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(254, 'Ahmadi', '    الأحمدي', 4, 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(255, 'Al Fardous', '    الفردوس', 4, 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(256, 'Al Farwaniyah', '    الفروانية', 4, 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(257, 'Hawli', '    حولي', 4, 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(258, 'Jahra', '    الجهراء', 4, 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(259, 'Mubarak Al Kaber', '    مبارك الكبير', 4, 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(260, 'Dubai', 'دبي', 5, 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(261, 'Abu Dhabi', 'أبوظبي', 5, 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(262, 'Sharjah', 'الشارقة', 5, 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(263, 'Al Ain', 'العين', 5, 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(264, 'Ras Al Khaimah', 'رأس الخيمة', 5, 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(265, 'Ajman', 'عجمان', 5, 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(266, 'Fujairah', 'الفجيرة', 5, 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(267, 'Umm Al Quwain', 'أم القيوين', 5, 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(268, 'Khorfakkan', 'خورفكان', 5, 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(269, 'Dibba Al-Hisn', 'دبا الحصن', 5, 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(270, 'Maskat', 'مسقط', 6, 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(271, 'Saham', 'صحم', 6, 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(272, 'Sohar', 'صحار', 6, 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(273, 'Salalah', 'صلالة', 6, 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(274, 'Seeb', 'السيب', 6, 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(275, 'Abri', 'عبري', 6, 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(276, 'Nazwa', 'نزوى', 6, 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52');

-- --------------------------------------------------------

--
-- Table structure for table `contanct_us_chats`
--

CREATE TABLE `contanct_us_chats` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `owner_id` varchar(191) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `is_deleted` tinyint(1) NOT NULL DEFAULT 0,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `contanct_us_messages`
--

CREATE TABLE `contanct_us_messages` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `chat_id` varchar(191) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `sender_client_id` varchar(191) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `sender_replyer_id` varchar(191) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `message` longtext COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `file` varchar(191) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `is_deleted` tinyint(1) NOT NULL DEFAULT 0,
  `is_seen` tinyint(1) NOT NULL DEFAULT 0,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `countries`
--

CREATE TABLE `countries` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `name` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL,
  `name_ar` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL,
  `is_deleted` tinyint(1) NOT NULL DEFAULT 0,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `countries`
--

INSERT INTO `countries` (`id`, `name`, `name_ar`, `is_deleted`, `created_at`, `updated_at`) VALUES
(1, 'Saudi Arabia', 'السعودية', 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(2, 'Syria', 'سوريا', 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(3, 'Lebanon', 'لبنان', 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(4, 'Afghanistan', 'أفغانستان', 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(5, 'Albania', 'ألبانيا', 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(6, 'Algeria', 'الجزائر', 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(7, 'Andorra', 'أندورا', 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(8, 'Angola', 'أنجولا', 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(9, 'Antigua & Barbuda', 'انتيجوا وباربودا', 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(10, 'Argentina', 'الأرجنتين', 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(11, 'Armenia', 'أرمينيا', 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(12, 'Australia', 'استراليا', 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(13, 'Austria', 'النمسا', 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(14, 'Azerbaijan', 'أذربيجان', 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(15, 'The Bahamas', 'جزر البهاما', 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(16, 'Bahrain', 'البحرين', 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(17, 'Bangladesh', 'بنجلاديش', 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(18, 'Barbados', 'باربادوس', 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(19, 'Belarus', 'بيلا روسيا', 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(20, 'Belgium', 'بلجيكا', 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(21, 'Belize', 'بيليز', 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(22, 'Benin', 'بنين', 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(23, 'Bhutan', 'بوتان', 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(24, 'Bolivia', 'بوليفيا', 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(25, 'Bosnia & Herzegovina', 'البوسنة والهرسك', 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(26, 'Botswana', 'بوتسوانا', 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(27, 'Brazil', 'البرازيل', 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(28, 'Brunei', 'بروناى', 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(29, 'Bulgaria', 'بلغاريا', 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(30, 'Burkina Faso', 'بوركينا فاسو', 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(31, 'Burundi', 'بوروندى', 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(32, 'Cambodia', 'كمبوديا', 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(33, 'Cameroon', 'الكاميرون', 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(34, 'Canada', 'كندا', 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(35, 'Cape Verde', 'الرأس الاخضر', 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(36, 'Central African Republic', 'جمهورية افريقيا الوسطى', 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(37, 'Chad', 'تشاد', 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(38, 'Chile', 'شيلى', 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(39, 'China', 'الصين', 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(40, 'Colombia', 'كولمبيا', 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(41, 'Comoros', 'جزر الُقمـــر', 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(42, 'Republic of the Congo', 'جمهورية الكونغو', 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(43, 'Democratic Republic of the Congo', 'جمهورية الكونغو الديمقراطية', 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(44, 'Costa Rica', 'كوستاريكا', 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(45, 'Cote d’Ivoire', 'كوت ديفوار', 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(46, 'Croatia', 'كرواتيا', 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(47, 'Cuba', 'كوبا', 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(48, 'Cyprus', 'قبرص', 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(49, 'CzechRepublic', 'جمهورية التشيك', 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(50, 'Denmark', 'الدنمارك', 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(51, 'Djibouti', 'جيبوتى', 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(52, 'Dominica', 'دومينيكا', 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(53, 'Dominican Republic', 'الدومينيكان', 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(54, 'East Timor', 'تيمور الشرقية', 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(55, 'Ecuador', 'الأكوادور', 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(56, 'Egypt', 'مصر', 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(57, 'El Salvador', 'السلفادور', 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(58, 'Equatorial Guinea', 'غينيا الأستوائية', 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(59, 'Eritrea', 'أريتريا', 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(60, 'Estonia', 'أستونيا', 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(61, 'Ethiopia', 'أثيوبيا', 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(62, 'Fiji', 'جزر فيجى', 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(63, 'Finland', 'فنلندا', 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(64, 'France', 'فرنسا', 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(65, 'Gabon', 'الجابون', 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(66, 'The Gambia', 'جامبيا', 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(67, 'Georgia', 'جورجيا', 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(68, 'Germany', 'المانيا', 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(69, 'Ghana', 'غانا', 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(70, 'Greece', 'اليونان', 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(71, 'Grenada', 'جرانادا', 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(72, 'Guatemala', 'جواتيمالا', 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(73, 'Guinea', 'غينيا', 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(74, 'GuineaBissau', 'غينيا بيساو', 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(75, 'Guyana', 'جويانا', 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(76, 'Haiti', 'هايتى', 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(77, 'Honduras', 'هندوراس', 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(78, 'Hungary', 'المجر', 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(79, 'Iceland', 'ايسلندا', 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(80, 'India', 'الهند', 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(81, 'Indonesia', 'إندونيسيا', 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(82, 'Iran', 'إيران', 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(83, 'Iraq', 'العراق', 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(84, 'Ireland', 'إيرلندا', 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(85, 'Philsten', 'فلسطين', 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(86, 'Italy', 'إيطاليا', 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(87, 'Jamaica', 'جاميكا', 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(88, 'Japan', 'اليابان', 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(89, 'Jordan', 'الأردن', 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(90, 'Kazakhstan', 'كازاخستان', 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(91, 'Kenya', 'كينيا', 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(92, 'Kiribati', 'كيريباتى', 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(93, 'Korea, North', 'كوريا الشمالية', 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(94, 'Korea, South', 'كوريا الجنوبية', 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(95, 'Kuwait', 'الكويت', 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(96, 'Kyrgyzstan', 'قرغيزستان', 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(97, 'Laos', 'لاوس', 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(98, 'Latvia', 'لاتفيا', 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(99, 'Lesotho', 'ليسوتو', 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(100, 'Liberia', 'ليبيريا', 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(101, 'Libya', 'ليبيا', 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(102, 'Liechtenstein', 'ليختنشتاين', 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(103, 'Lithuania', 'ليتوانيا', 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(104, 'Luxembourg', 'لوكسمبورج', 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(105, 'Macedonia', 'مقدونيا', 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(106, 'Madagascar', 'مدغشقر', 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(107, 'Malawi', 'مالاوى', 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(108, 'Malaysia', 'ماليزيا', 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(109, 'Maldives', 'جزر المالديف', 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(110, 'Mali', 'مالى', 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(111, 'Malta', 'جزيرة مالطا', 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(112, 'Marshall Islands', 'جزر مارشال', 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(113, 'Mauritania', 'موريتانيا', 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(114, 'Mauritius', 'موريشيوس', 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(115, 'Mexico', 'المكسيك', 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(116, 'Federated States of Micronesia', 'جزر مايكرونيزيا', 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(117, 'Moldova', 'مولدوفيا', 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(118, 'Monaco', 'امارة موناكو', 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(119, 'Mongolia', 'منغوليا', 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(120, 'Montenegro', 'مونتنيجرو', 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(121, 'Morocco', 'المغرب', 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(122, 'Mozambique', 'موزمبيق', 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(123, 'Myanmar (Burma)', 'ميانمار (بورما)', 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(124, 'Namibia', 'ناميبيا', 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(125, 'Nauru', 'ناورو', 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(126, 'Nepal', 'نيبال', 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(127, 'Netherlands', 'هولندا', 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(128, 'New Zealand', 'نيوزيلندا', 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(129, 'Nicaragua', 'نيكاراجوا', 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(130, 'Niger', 'النيجر', 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(131, 'Nigeria', 'نيجيريا', 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(132, 'Norway', 'النرويج', 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(133, 'Oman', 'سلطنة عًمان', 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(134, 'Pakistan', 'باكستان', 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(135, 'Palau', 'بالو', 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(136, 'Panama', 'بنما', 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(137, 'Papua New Guinea', 'بابوا غينيا الجديدة', 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(138, 'Paraguay', 'باراجوى', 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(139, 'Peru', 'بيرو', 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(140, 'Philippines', 'الفلبين', 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(141, 'Poland', 'بولندا', 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(142, 'Portugal', 'البرتغال', 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(143, 'Qatar', 'قطر', 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(144, 'Romania', 'رومانيا', 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(145, 'Russia', 'روسيا الاتحادية', 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(146, 'Rwanda', 'رواندا', 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(147, 'Saint Kitts and Nevis', 'سان كيتس أند نيفز', 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(148, 'Saint Lucia', 'سان لوتشيا', 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(149, 'Saint Vincent and the Grenadines', 'سان فنسن وجرينادينز', 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(150, 'Samoa', 'ساموا', 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(151, 'San Marino', 'سان مارينو', 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(152, 'Sao Tome and Principe', 'ساوتومى أند برنسيب', 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(153, 'Senegal', 'السنغال', 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(154, 'Serbia', 'صربيا', 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(155, 'Seychelles', 'جزر سيشل', 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(156, 'Sierra Leone', 'سيراليون', 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(157, 'Singapore', 'سنغافورة', 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(158, 'Slovakia', 'سلوفاكيا', 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(159, 'Slovenia', 'سلوفينيا', 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(160, 'Solomon Islands', 'جزر سولومون', 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(161, 'Somalia', 'الصومال', 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(162, 'South Africa', 'جنوب افريقيا', 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(163, 'Spain', 'إسبانيا', 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(164, 'Sri Lanka', 'سريلانكا', 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(165, 'Sudan', 'السودان', 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(166, 'Suriname', 'سورينام', 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(167, 'Swaziland', 'سوازيلاند', 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(168, 'Sweden', 'السويد', 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(169, 'Switzerland', 'سويسرا', 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(170, 'Tajikistan', 'طاجكستان', 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(171, 'Tanzania', 'تنزانيا', 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(172, 'Thailand', 'تايلاند', 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(173, 'Togo', 'توجو', 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(174, 'Tonga', 'تونجا', 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(175, 'Trinidad and Tobago', 'ترينداد وتوباغو', 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(176, 'Tunisia', 'تــــوِنس', 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(177, 'Turkey', 'تركيا', 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(178, 'Turkmenistan', 'تركمانستان', 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(179, 'Tuvalu', 'توفالو', 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(180, 'Uganda', 'أوغندا', 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(181, 'Ukraine', 'أوكرانيا', 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(182, 'United Arab Emirates', 'الإمارات العربية المتحدة', 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(183, 'United Kingdom', 'المملكة المتحدة', 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(184, 'United States', 'الولايات المتحدة الأمريكية', 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(185, 'Uruguay', 'أورجواى', 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(186, 'Uzbekistan', 'أوزباكستان', 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(187, 'Vanuatu', 'فانواتو', 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(188, 'Vatican City(Holy Seed)', 'الفاتيكان', 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(189, 'Venezuela', 'فنزويلا', 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(190, 'Vietnam', 'فيتنام', 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(191, 'Yemen', 'اليمن', 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(192, 'Zambia', 'زامبيا', 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52'),
(193, 'Zimbabwe', 'زيمبابوى', 0, '2022-03-04 14:36:52', '2022-03-04 14:36:52');

-- --------------------------------------------------------

--
-- Table structure for table `failed_jobs`
--

CREATE TABLE `failed_jobs` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `uuid` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL,
  `connection` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `queue` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `payload` longtext COLLATE utf8mb4_unicode_ci NOT NULL,
  `exception` longtext COLLATE utf8mb4_unicode_ci NOT NULL,
  `failed_at` timestamp NOT NULL DEFAULT current_timestamp()
) ENGINE=MyISAM DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `general_texts`
--

CREATE TABLE `general_texts` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `key` varchar(191) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `title` varchar(191) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `title_ar` varchar(191) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `media_path` varchar(191) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `content` longtext COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `content_ar` longtext COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `email` varchar(191) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `general_texts`
--

INSERT INTO `general_texts` (`id`, `key`, `title`, `title_ar`, `media_path`, `content`, `content_ar`, `email`, `created_at`, `updated_at`) VALUES
(1, 'about_app', 'title', 'عنوان', 'imgs/master.png', 'content', '<h1>title1</h1><p>paragraph</p>', 'email@email.com', NULL, NULL),
(2, 'terms', 'title', 'عنوان', 'imgs/master.png', 'content', '<h1>title1</h1><p>paragraph</p>', 'email@email.com', NULL, NULL),
(3, 'privacy_policy', 'title', 'عنوان', 'imgs/master.png', 'content', '<h1>title1</h1><p>paragraph</p>', 'email@email.com', NULL, NULL),
(4, 'terms', 'title', 'عنوان', 'imgs/master.png', 'content', '<h1>title1</h1><p>paragraph</p>', 'email@email.com', NULL, NULL),
(5, 'contact_us', 'title', 'عنوان', 'imgs/master.png', 'content', '<h1>title1</h1><p>paragraph</p>', 'email@email.com', NULL, NULL),
(6, 'points', 'title', 'عنوان', 'imgs/master.png', 'content', '<h1>title1</h1><p>paragraph</p>', 'email@email.com', NULL, NULL);

-- --------------------------------------------------------

--
-- Table structure for table `media_users`
--

CREATE TABLE `media_users` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `media_path` varchar(191) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `media_type` varchar(191) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `user_id` varchar(191) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `migrations`
--

CREATE TABLE `migrations` (
  `id` int(10) UNSIGNED NOT NULL,
  `migration` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL,
  `batch` int(11) NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `migrations`
--

INSERT INTO `migrations` (`id`, `migration`, `batch`) VALUES
(1, '2014_10_12_000000_create_users_table', 1),
(2, '2014_10_12_100000_create_password_resets_table', 1),
(3, '2016_06_01_000001_create_oauth_auth_codes_table', 1),
(4, '2016_06_01_000002_create_oauth_access_tokens_table', 1),
(5, '2016_06_01_000003_create_oauth_refresh_tokens_table', 1),
(6, '2016_06_01_000004_create_oauth_clients_table', 1),
(7, '2016_06_01_000005_create_oauth_personal_access_clients_table', 1),
(8, '2019_08_19_000000_create_failed_jobs_table', 1),
(9, '2019_12_14_000001_create_personal_access_tokens_table', 1),
(10, '2020_12_01_064821_create_countries_table', 1),
(11, '2020_12_01_065032_create_cities_table', 1),
(12, '2021_01_03_035248_crate_user_tokens_fire_base', 1),
(13, '2021_02_22_163724_create_notifications_table', 1),
(14, '2021_02_23_084906_create_notification_logs_table', 1),
(15, '2021_08_28_060052_create_media_users_table', 1),
(16, '2021_08_28_135205_create_payment_brands_table', 1),
(17, '2021_08_28_142022_create_general_texts_table', 1),
(18, '2021_08_28_143909_create_contanct_us_chats_table', 1),
(19, '2021_08_28_143916_create_contanct_us_messages_table', 1),
(20, '2021_09_08_063017_add_is_deleted_column_tousers', 1),
(21, '2021_09_13_121511_create_notification_profiles_table', 1),
(22, '2021_09_27_192012_create_report_mesages_table', 1),
(23, '2021_10_13_140811_add_to_reset_code', 1),
(24, '2022_02_06_141338_create_plans_table', 1),
(25, '2022_02_13_145501_create_user_plans_table', 1),
(26, '2022_02_19_222932_create_vessels_table', 1),
(27, '2022_02_19_225312_create_vessel_media_table', 1),
(28, '2022_02_20_121353_create_cargo_types_table', 1),
(29, '2022_02_20_121454_create_cargo_type_details_table', 1),
(30, '2022_02_20_123129_create_cargos_table', 1),
(31, '2022_03_02_181846_create_cargo_interesteds_table', 1),
(32, '2022_03_03_135030_add_to_vessels', 1);

-- --------------------------------------------------------

--
-- Table structure for table `notifications`
--

CREATE TABLE `notifications` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `sender_id` bigint(20) UNSIGNED DEFAULT NULL,
  `target_id` bigint(20) UNSIGNED DEFAULT NULL,
  `receiver_id` bigint(20) UNSIGNED DEFAULT NULL,
  `status` int(11) NOT NULL DEFAULT 0 COMMENT '0 Not Seen,1 Seen',
  `type` varchar(191) COLLATE utf8mb4_unicode_ci DEFAULT 'notification' COMMENT 'notification,chat,alert',
  `item_id` varchar(191) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `category_id` varchar(191) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `owner_item_id` varchar(191) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `body_en` text COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `body_ar` text COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `title_en` text COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `title_ar` text COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `object_action` longtext COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `is_deleted` tinyint(1) NOT NULL DEFAULT 0,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `notifications`
--

INSERT INTO `notifications` (`id`, `sender_id`, `target_id`, `receiver_id`, `status`, `type`, `item_id`, `category_id`, `owner_item_id`, `body_en`, `body_ar`, `title_en`, `title_ar`, `object_action`, `is_deleted`, `created_at`, `updated_at`) VALUES
(1, 4, 4, 4, 0, 'cargo', NULL, NULL, NULL, 'text', NULL, 'Al-broker', NULL, NULL, 0, '2022-03-06 12:44:07', '2022-03-06 12:44:07'),
(2, 7, 17, 8, 0, 'cargo', NULL, NULL, NULL, 'text cargo   status changed to   pending_charter_confirm   from user   Mohammad Operator', NULL, 'Al-broker', NULL, NULL, 0, '2022-03-10 18:07:48', '2022-03-10 18:07:48'),
(3, 7, 18, 12, 0, 'cargo', NULL, NULL, NULL, 'text cargo   status changed to   pending_charter_confirm   from user   Mohammad Operator', NULL, 'Al-broker', NULL, NULL, 0, '2022-03-10 18:20:08', '2022-03-10 18:20:08'),
(4, 7, 19, 8, 0, 'cargo', NULL, NULL, NULL, 'text cargo   status changed to   pending_charter_confirm   from user   Mohammad Operator', NULL, 'Al-broker', NULL, NULL, 0, '2022-03-10 18:33:41', '2022-03-10 18:33:41'),
(5, 4, 21, NULL, 0, 'cargo', NULL, NULL, NULL, 'text', NULL, 'Al-broker', NULL, NULL, 0, '2022-03-10 19:26:00', '2022-03-10 19:26:00'),
(6, 7, 22, 4, 0, 'cargo', NULL, NULL, NULL, 'text', NULL, 'Al-broker', NULL, NULL, 0, '2022-03-10 19:27:13', '2022-03-10 19:27:13'),
(7, 7, 24, 4, 0, 'cargo', NULL, NULL, NULL, 'text', NULL, 'Al-broker', NULL, NULL, 0, '2022-03-10 19:27:40', '2022-03-10 19:27:40'),
(8, 7, 24, 4, 0, 'cargo', NULL, NULL, NULL, 'text cargo   status changed to   pending_charter_confirm   from user   Mohammad Operator', NULL, 'Al-broker', NULL, NULL, 0, '2022-03-10 19:45:07', '2022-03-10 19:45:07'),
(9, 7, 24, 4, 0, 'cargo', NULL, NULL, NULL, 'text cargo   status changed to   pending_charter_confirm   from user   Mohammad Operator', NULL, 'Al-broker', NULL, NULL, 0, '2022-03-10 19:55:21', '2022-03-10 19:55:21'),
(10, 7, 25, 8, 0, 'cargo', NULL, NULL, NULL, 'text cargo   status changed to   pending_charter_confirm   from user   Mohammad Operator', NULL, 'Al-broker', NULL, NULL, 0, '2022-03-10 20:06:59', '2022-03-10 20:06:59'),
(11, 7, 27, 8, 0, 'cargo', NULL, NULL, NULL, 'text cargo   status changed to   pending_charter_confirm   from user   Mohammad Operator', NULL, 'Al-broker', NULL, NULL, 0, '2022-03-10 20:09:05', '2022-03-10 20:09:05'),
(12, 7, 29, 8, 0, 'cargo', NULL, NULL, NULL, 'text cargo   status changed to   pending_charter_confirm   from user   Mohammad Operator', NULL, 'Al-broker', NULL, NULL, 0, '2022-03-10 20:10:46', '2022-03-10 20:10:46'),
(13, 8, 29, 7, 0, 'cargo', NULL, NULL, NULL, 'text cargo   status changed to   done   from user   Mohammad Charterer', NULL, 'Al-broker', NULL, NULL, 0, '2022-03-10 20:12:28', '2022-03-10 20:12:28'),
(14, 7, 30, 3, 1, 'cargo', NULL, NULL, NULL, 'text cargo   status changed to   pending_charter_confirm   from user   Mohammad Operator', NULL, 'Al-broker', NULL, NULL, 0, '2022-03-10 20:24:24', '2022-04-01 15:19:00'),
(15, 7, 31, 3, 1, 'cargo', NULL, NULL, NULL, 'text cargo   status changed to   pending_charter_confirm   from user   Mohammad Operator', NULL, 'Al-broker', NULL, NULL, 0, '2022-03-10 20:24:41', '2022-04-01 15:18:57'),
(16, 7, 17, 8, 0, 'cargo', NULL, NULL, NULL, 'text cargo   status changed to   pending_charter_confirm   from user   Mohammad Operator', NULL, 'Al-broker', NULL, NULL, 0, '2022-03-10 20:26:18', '2022-03-10 20:26:18'),
(17, 7, 32, 5, 0, 'cargo', NULL, NULL, NULL, 'text cargo   status changed to   pending_charter_confirm   from user   Mohammad Operator', NULL, 'Al-broker', NULL, NULL, 0, '2022-03-10 20:48:56', '2022-03-10 20:48:56'),
(18, 8, 1, NULL, 0, 'cargo', NULL, NULL, NULL, 'text cargo   status changed to   pending_charter_confirm   from user   Mohammad Charterer', NULL, 'Al-broker', NULL, NULL, 0, '2022-03-10 21:39:52', '2022-03-10 21:39:52'),
(19, 7, 2, 8, 0, 'cargo', NULL, NULL, NULL, 'text cargo   status changed to   pending_charter_confirm   from user   Mohammad Operator', NULL, 'Al-broker', NULL, NULL, 0, '2022-03-10 21:40:16', '2022-03-10 21:40:16'),
(20, 7, 3, 8, 0, 'cargo', NULL, NULL, NULL, 'text cargo   status changed to   pending_charter_confirm   from user   Mohammad Operator', NULL, 'Al-broker', NULL, NULL, 0, '2022-03-10 21:44:55', '2022-03-10 21:44:55'),
(21, 7, 4, 8, 0, 'cargo', NULL, NULL, NULL, 'text cargo   status changed to   pending_charter_confirm   from user   Mohammad Operator', NULL, 'Al-broker', NULL, NULL, 0, '2022-03-10 21:48:33', '2022-03-10 21:48:33'),
(22, 7, 5, 8, 0, 'cargo', NULL, NULL, NULL, 'text cargo   status changed to   pending_charter_confirm   from user   Mohammad Operator', NULL, 'Al-broker', NULL, NULL, 0, '2022-03-10 21:49:31', '2022-03-10 21:49:31'),
(23, 7, 5, 8, 0, 'cargo', NULL, NULL, NULL, 'text cargo   status changed to   done   from user   Mohammad Operator', NULL, 'Al-broker', NULL, NULL, 0, '2022-03-10 21:51:42', '2022-03-10 21:51:42'),
(24, 7, 5, 8, 0, 'cargo', NULL, NULL, NULL, 'text cargo   status changed to   done   from user   Mohammad Operator', NULL, 'Al-broker', NULL, NULL, 0, '2022-03-10 21:53:02', '2022-03-10 21:53:02'),
(25, 7, 2, 6, 0, 'cargo', NULL, NULL, NULL, 'text cargo   status changed to   pending_charter_confirm   from user   Mohammad Operator', NULL, 'Al-broker', NULL, NULL, 0, '2022-03-10 23:19:34', '2022-03-10 23:19:34'),
(26, 6, 2, 7, 0, 'cargo', NULL, NULL, NULL, 'text cargo   status changed to   done   from user   Mohammad Charterer1', NULL, 'Al-broker', NULL, NULL, 0, '2022-03-10 23:56:54', '2022-03-10 23:56:54'),
(27, 6, 2, 7, 0, 'cargo', NULL, NULL, NULL, 'text cargo   status changed to   done   from user   Mohammad Charterer1', NULL, 'Al-broker', NULL, NULL, 0, '2022-03-11 00:00:46', '2022-03-11 00:00:46'),
(28, 7, 5, 6, 0, 'cargo', NULL, NULL, NULL, 'text cargo   status changed to   pending_charter_confirm   from user   Mohammad Operator', NULL, 'Al-broker', NULL, NULL, 0, '2022-03-11 00:52:11', '2022-03-11 00:52:11'),
(29, 6, 5, 7, 0, 'cargo', NULL, NULL, NULL, 'text cargo   status changed to   done   from user   Mohammad Charterer1', NULL, 'Al-broker', NULL, NULL, 0, '2022-03-11 00:55:00', '2022-03-11 00:55:00'),
(30, 8, 6, 5, 0, 'cargo', NULL, NULL, NULL, 'text cargo   status changed to   pending_charter_confirm   from user   Mohammad Operator2', NULL, 'Al-broker', NULL, NULL, 0, '2022-03-11 01:01:14', '2022-03-11 01:01:14'),
(31, 7, 8, 6, 0, 'cargo', NULL, NULL, NULL, 'text cargo   status changed to   pending_charter_confirm   from user   Mohammad Operator', NULL, 'Al-broker', NULL, NULL, 0, '2022-03-11 01:09:54', '2022-03-11 01:09:54'),
(32, 5, 6, 8, 0, 'cargo', NULL, NULL, NULL, 'text cargo   status changed to   done   from user   Mohammad Charterer2', NULL, 'Al-broker', NULL, NULL, 0, '2022-03-11 01:22:03', '2022-03-11 01:22:03'),
(33, 7, 10, 6, 0, 'cargo', NULL, NULL, NULL, 'interseted on your cargo from user Mohammad Operator', NULL, 'Al-broker', NULL, NULL, 0, '2022-03-11 01:47:04', '2022-03-11 01:47:04'),
(34, 7, 10, 6, 0, 'cargo', NULL, NULL, NULL, 'interseted on your cargo from user Mohammad Operator', NULL, 'Al-broker', NULL, NULL, 0, '2022-03-11 02:29:03', '2022-03-11 02:29:03'),
(35, 7, 9, 5, 0, 'cargo', NULL, NULL, NULL, 'interseted on your cargo from user Mohammad Operator', NULL, 'Al-broker', NULL, NULL, 0, '2022-03-11 02:29:18', '2022-03-11 02:29:18'),
(36, 7, 11, 5, 0, 'cargo', NULL, NULL, NULL, 'text cargo   status changed to   pending_charter_confirm   from user   Mohammad Operator', NULL, 'Al-broker', NULL, NULL, 0, '2022-03-11 02:29:35', '2022-03-11 02:29:35'),
(37, 7, 12, 6, 0, 'cargo', NULL, NULL, NULL, 'text cargo   status changed to   pending_charter_confirm   from user   Mohammad Operator', NULL, 'Al-broker', NULL, NULL, 0, '2022-03-11 02:30:59', '2022-03-11 02:30:59'),
(38, 5, 11, 7, 0, 'cargo', NULL, NULL, NULL, 'text cargo   status changed to   done   from user   Mohammad Charterer2', NULL, 'Al-broker', NULL, NULL, 0, '2022-03-11 02:39:17', '2022-03-11 02:39:17'),
(39, 7, 13, 5, 0, 'cargo', NULL, NULL, NULL, 'interseted on your cargo from user Mohammad Operator', NULL, 'Al-broker', NULL, NULL, 0, '2022-03-11 03:10:04', '2022-03-11 03:10:04'),
(40, 7, 14, 5, 0, 'cargo', NULL, NULL, NULL, 'text cargo   status changed to   pending_charter_confirm   from user   Mohammad Operator', NULL, 'Al-broker', NULL, NULL, 0, '2022-03-11 03:10:10', '2022-03-11 03:10:10'),
(41, 5, 14, 7, 0, 'cargo', NULL, NULL, NULL, 'text cargo   status changed to   done   from user   Mohammad Charterer2', NULL, 'Al-broker', NULL, NULL, 0, '2022-03-11 03:12:13', '2022-03-11 03:12:13'),
(42, 7, 15, 5, 0, 'cargo', NULL, NULL, NULL, 'interseted on your cargo from user Mohammad Operator', NULL, 'Al-broker', NULL, NULL, 0, '2022-03-11 03:14:30', '2022-03-11 03:14:30'),
(43, 7, 16, 5, 0, 'cargo', NULL, NULL, NULL, 'text cargo   status changed to   pending_charter_confirm   from user   Mohammad Operator', NULL, 'Al-broker', NULL, NULL, 0, '2022-03-11 03:14:33', '2022-03-11 03:14:33'),
(44, 8, 15, 5, 0, 'cargo', NULL, NULL, NULL, 'interseted on your cargo from user Mohammad Operator2', NULL, 'Al-broker', NULL, NULL, 0, '2022-03-11 03:15:39', '2022-03-11 03:15:39'),
(45, 8, 17, 5, 0, 'cargo', NULL, NULL, NULL, 'text cargo   status changed to   pending_charter_confirm   from user   Mohammad Operator2', NULL, 'Al-broker', NULL, NULL, 0, '2022-03-11 03:16:23', '2022-03-11 03:16:23'),
(46, 5, 17, 8, 0, 'cargo', NULL, NULL, NULL, 'text cargo   status changed to   done   from user   Mohammad Charterer2', NULL, 'Al-broker', NULL, NULL, 0, '2022-03-11 03:17:39', '2022-03-11 03:17:39'),
(47, 5, 16, 7, 0, 'cargo', NULL, NULL, NULL, 'text cargo   status changed to   done   from user   Mohammad Charterer2', NULL, 'Al-broker', NULL, NULL, 0, '2022-03-11 03:17:52', '2022-03-11 03:17:52'),
(48, 7, 19, 5, 1, 'cargo', NULL, NULL, NULL, 'interseted on your cargo from user Mohammad Operator', NULL, 'Al-broker', NULL, NULL, 0, '2022-03-11 03:26:18', '2022-03-31 15:55:11'),
(49, 7, 20, 5, 1, 'cargo', NULL, NULL, NULL, 'text cargo   status changed to   pending_charter_confirm   from user   Mohammad Operator', NULL, 'Al-broker', NULL, NULL, 0, '2022-03-11 03:26:23', '2022-03-31 15:55:03'),
(50, 8, 19, 5, 1, 'cargo', NULL, NULL, NULL, 'interseted on your cargo from user Mohammad Operator2', NULL, 'Al-broker', NULL, NULL, 0, '2022-03-11 03:27:02', '2022-03-31 15:55:04'),
(51, 8, 21, 5, 1, 'cargo', NULL, NULL, NULL, 'text cargo   status changed to   pending_charter_confirm   from user   Mohammad Operator2', NULL, 'Al-broker', NULL, NULL, 0, '2022-03-11 03:27:06', '2022-03-31 15:55:05'),
(52, 5, 21, 8, 0, 'cargo', NULL, NULL, NULL, 'text cargo   status changed to   done   from user   Mohammad Charterer2', NULL, 'Al-broker', NULL, NULL, 0, '2022-03-11 03:27:48', '2022-03-11 03:27:48'),
(53, 7, 23, 6, 0, 'cargo', NULL, NULL, NULL, 'interseted on your cargo from user Mohammad Operator', NULL, 'Al-broker', NULL, NULL, 0, '2022-03-11 21:05:52', '2022-03-11 21:05:52'),
(54, 7, 24, 6, 0, 'cargo', NULL, NULL, NULL, 'text cargo   status changed to   pending_charter_confirm   from user   Mohammad Operator', NULL, 'Al-broker', NULL, NULL, 0, '2022-03-11 21:05:59', '2022-03-11 21:05:59'),
(55, 8, 23, 6, 0, 'cargo', NULL, NULL, NULL, 'interseted on your cargo from user Mohammad Operator2', NULL, 'Al-broker', NULL, NULL, 0, '2022-03-11 21:06:33', '2022-03-11 21:06:33'),
(56, 8, 25, 6, 0, 'cargo', NULL, NULL, NULL, 'text cargo   status changed to   pending_charter_confirm   from user   Mohammad Operator2', NULL, 'Al-broker', NULL, NULL, 0, '2022-03-11 21:06:37', '2022-03-11 21:06:37'),
(57, 7, 26, 6, 0, 'cargo', NULL, NULL, NULL, 'interseted on your cargo from user Mohammad Operator', NULL, 'Al-broker', NULL, NULL, 0, '2022-03-11 21:17:57', '2022-03-11 21:17:57'),
(58, 7, 27, 6, 0, 'cargo', NULL, NULL, NULL, 'text cargo   status changed to   pending_charter_confirm   from user   Mohammad Operator', NULL, 'Al-broker', NULL, NULL, 0, '2022-03-11 21:18:00', '2022-03-11 21:18:00'),
(59, 8, 26, 6, 0, 'cargo', NULL, NULL, NULL, 'interseted on your cargo from user Mohammad Operator2', NULL, 'Al-broker', NULL, NULL, 0, '2022-03-11 21:18:28', '2022-03-11 21:18:28'),
(60, 8, 28, 6, 0, 'cargo', NULL, NULL, NULL, 'text cargo   status changed to   pending_charter_confirm   from user   Mohammad Operator2', NULL, 'Al-broker', NULL, NULL, 0, '2022-03-11 21:18:32', '2022-03-11 21:18:32'),
(61, 7, 1, 6, 0, 'cargo', NULL, NULL, NULL, 'interseted on your cargo from user Mohammad Operator', NULL, 'Al-broker', NULL, NULL, 0, '2022-03-11 21:34:00', '2022-03-11 21:34:00'),
(62, 7, 2, 6, 0, 'cargo', NULL, NULL, NULL, 'text cargo   status changed to   pending_charter_confirm   from user   Mohammad Operator', NULL, 'Al-broker', NULL, NULL, 0, '2022-03-11 21:34:03', '2022-03-11 21:34:03'),
(63, 7, 3, 6, 0, 'cargo', NULL, NULL, NULL, 'interseted on your cargo from user Mohammad Operator', NULL, 'Al-broker', NULL, NULL, 0, '2022-03-11 21:47:44', '2022-03-11 21:47:44'),
(64, 7, 4, 6, 0, 'cargo', NULL, NULL, NULL, 'text cargo   status changed to   pending_charter_confirm   from user   Mohammad Operator', NULL, 'Al-broker', NULL, NULL, 0, '2022-03-11 21:47:48', '2022-03-11 21:47:48'),
(65, 8, 3, 6, 0, 'cargo', NULL, NULL, NULL, 'interseted on your cargo from user Mohammad Operator2', NULL, 'Al-broker', NULL, NULL, 0, '2022-03-11 21:48:19', '2022-03-11 21:48:19'),
(66, 8, 5, 6, 0, 'cargo', NULL, NULL, NULL, 'text cargo   status changed to   pending_charter_confirm   from user   Mohammad Operator2', NULL, 'Al-broker', NULL, NULL, 0, '2022-03-11 21:48:23', '2022-03-11 21:48:23'),
(67, 7, 6, 6, 0, 'cargo', NULL, NULL, NULL, 'interseted on your cargo from user Mohammad Operator', NULL, 'Al-broker', NULL, NULL, 0, '2022-03-11 21:51:56', '2022-03-11 21:51:56'),
(68, 7, 7, 6, 0, 'cargo', NULL, NULL, NULL, 'text cargo   status changed to   pending_charter_confirm   from user   Mohammad Operator', NULL, 'Al-broker', NULL, NULL, 0, '2022-03-11 21:51:59', '2022-03-11 21:51:59'),
(69, 6, 7, 7, 0, 'cargo', NULL, NULL, NULL, 'text cargo   status changed to  signed for someone  else ', NULL, 'Al-broker', NULL, NULL, 0, NULL, NULL),
(70, 6, 7, 7, 0, 'cargo', NULL, NULL, NULL, 'text cargo   status changed to   done   from user   Mohammad Charterer1', NULL, 'Al-broker', NULL, NULL, 0, '2022-03-11 21:52:33', '2022-03-11 21:52:33'),
(71, 7, 8, 6, 0, 'cargo', NULL, NULL, NULL, 'interseted on your cargo from user Mohammad Operator', NULL, 'Al-broker', NULL, NULL, 0, '2022-03-11 21:54:23', '2022-03-11 21:54:23'),
(72, 7, 9, 6, 0, 'cargo', NULL, NULL, NULL, 'text cargo   status changed to      from user   Mohammad Operator', NULL, 'Al-broker', NULL, NULL, 0, '2022-03-11 22:32:01', '2022-03-11 22:32:01'),
(73, 7, 10, 4, 0, 'cargo', NULL, NULL, NULL, 'text cargo   status changed to      from user   Mohammad Operator', NULL, 'Al-broker', NULL, NULL, 0, '2022-03-11 22:38:45', '2022-03-11 22:38:45'),
(74, 7, 10, 4, 0, 'cargo', NULL, NULL, NULL, 'text cargo   status changed to      from user   Mohammad Operator', NULL, 'Al-broker', NULL, NULL, 0, '2022-03-11 22:45:07', '2022-03-11 22:45:07'),
(75, 7, 10, 4, 0, 'cargo', NULL, NULL, NULL, 'text cargo   status changed to      from user   Mohammad Operator', NULL, 'Al-broker', NULL, NULL, 0, '2022-03-11 22:46:56', '2022-03-11 22:46:56'),
(76, 7, 10, 4, 0, 'cargo', NULL, NULL, NULL, 'text cargo   status changed to      from user   Mohammad Operator', NULL, 'Al-broker', NULL, NULL, 0, '2022-03-11 22:47:59', '2022-03-11 22:47:59'),
(77, 7, 10, 4, 0, 'cargo', NULL, NULL, NULL, 'text cargo   status changed to      from user   Mohammad Operator', NULL, 'Al-broker', NULL, NULL, 0, '2022-03-11 22:48:03', '2022-03-11 22:48:03'),
(78, 7, 10, 4, 0, 'cargo', NULL, NULL, NULL, 'text cargo   status changed to      from user   Mohammad Operator', NULL, 'Al-broker', NULL, NULL, 0, '2022-03-11 22:49:57', '2022-03-11 22:49:57'),
(79, 7, 1, 6, 0, 'cargo', NULL, NULL, NULL, 'interseted on your cargo from user Mohammad Operator', NULL, 'Al-broker', NULL, NULL, 0, '2022-03-11 22:52:29', '2022-03-11 22:52:29'),
(80, 7, 2, 6, 0, 'cargo', NULL, NULL, NULL, 'text cargo   status changed to      from user   Mohammad Operator', NULL, 'Al-broker', NULL, NULL, 0, '2022-03-11 22:52:33', '2022-03-11 22:52:33'),
(81, 7, 1, 6, 0, 'cargo', NULL, NULL, NULL, 'interseted on your cargo from user Mohammad Operator', NULL, 'Al-broker', NULL, NULL, 0, '2022-03-11 23:00:11', '2022-03-11 23:00:11'),
(82, 7, 1, 6, 0, 'cargo', NULL, NULL, NULL, 'interseted on your cargo from user Mohammad Operator', NULL, 'Al-broker', NULL, NULL, 0, '2022-03-11 23:00:19', '2022-03-11 23:00:19'),
(83, 7, 2, 6, 0, 'cargo', NULL, NULL, NULL, 'text cargo   status changed to      from user   Mohammad Operator', NULL, 'Al-broker', NULL, NULL, 0, '2022-03-11 23:00:26', '2022-03-11 23:00:26'),
(84, 8, 1, 6, 0, 'cargo', NULL, NULL, NULL, 'interseted on your cargo from user Mohammad Operator2', NULL, 'Al-broker', NULL, NULL, 0, '2022-03-11 23:01:26', '2022-03-11 23:01:26'),
(85, 8, 3, 6, 0, 'cargo', NULL, NULL, NULL, 'text cargo   status changed to   pending_charter_confirm   from user   Mohammad Operator2', NULL, 'Al-broker', NULL, NULL, 0, '2022-03-11 23:01:36', '2022-03-11 23:01:36'),
(86, 6, 2, 7, 0, 'cargo', NULL, NULL, NULL, 'text cargo   status changed to  signed for someone  else ', NULL, 'Al-broker', NULL, NULL, 0, NULL, NULL),
(87, 6, 3, 8, 0, 'cargo', NULL, NULL, NULL, 'text cargo   status changed to  signed for someone  else ', NULL, 'Al-broker', NULL, NULL, 0, NULL, NULL),
(88, 6, 2, 7, 0, 'cargo', NULL, NULL, NULL, 'text cargo   status changed to   done   from user   Mohammad Charterer1', NULL, 'Al-broker', NULL, NULL, 0, '2022-03-11 23:02:34', '2022-03-11 23:02:34'),
(89, 7, 4, 6, 0, 'cargo', NULL, NULL, NULL, 'interseted on your cargo from user Mohammad Operator', NULL, 'Al-broker', NULL, NULL, 0, '2022-03-11 23:05:35', '2022-03-11 23:05:35'),
(90, 7, 5, 6, 0, 'cargo', NULL, NULL, NULL, 'text cargo   status changed to      from user   Mohammad Operator', NULL, 'Al-broker', NULL, NULL, 0, '2022-03-11 23:05:59', '2022-03-11 23:05:59'),
(91, 8, 4, 6, 0, 'cargo', NULL, NULL, NULL, 'interseted on your cargo from user Mohammad Operator2', NULL, 'Al-broker', NULL, NULL, 0, '2022-03-11 23:06:31', '2022-03-11 23:06:31'),
(92, 8, 6, 6, 0, 'cargo', NULL, NULL, NULL, 'text cargo   status changed to   pending_charter_confirm   from user   Mohammad Operator2', NULL, 'Al-broker', NULL, NULL, 0, '2022-03-11 23:06:37', '2022-03-11 23:06:37'),
(93, 6, 7, NULL, 0, 'cargo', NULL, NULL, NULL, 'text cargo   status changed to      from user   Mohammad Charterer1', NULL, 'Al-broker', NULL, NULL, 0, '2022-03-11 23:08:00', '2022-03-11 23:08:00'),
(94, 6, 8, NULL, 0, 'cargo', NULL, NULL, NULL, 'text cargo   status changed to      from user   Mohammad Charterer1', NULL, 'Al-broker', NULL, NULL, 0, '2022-03-11 23:09:08', '2022-03-11 23:09:08'),
(95, 7, 1, 6, 0, 'cargo', NULL, NULL, NULL, 'interseted on your cargo from user Mohammad Operator', NULL, 'Al-broker', NULL, NULL, 0, '2022-03-11 23:21:42', '2022-03-11 23:21:42'),
(96, 7, 2, 6, 0, 'cargo', NULL, NULL, NULL, 'text cargo   status changed to   pending_charter_confirm   from user   Mohammad Operator', NULL, 'Al-broker', NULL, NULL, 0, '2022-03-11 23:21:46', '2022-03-11 23:21:46'),
(97, 8, 1, 6, 0, 'cargo', NULL, NULL, NULL, 'interseted on your cargo from user Mohammad Operator2', NULL, 'Al-broker', NULL, NULL, 0, '2022-03-11 23:22:05', '2022-03-11 23:22:05'),
(98, 8, 3, 6, 0, 'cargo', NULL, NULL, NULL, 'text cargo   status changed to      from user   Mohammad Operator2', NULL, 'Al-broker', NULL, NULL, 0, '2022-03-11 23:22:10', '2022-03-11 23:22:10'),
(99, 6, 2, 7, 0, 'cargo', NULL, NULL, NULL, 'text cargo   status changed to      from user   Mohammad Charterer1', NULL, 'Al-broker', NULL, NULL, 0, '2022-03-11 23:23:00', '2022-03-11 23:23:00'),
(100, 7, 2, 6, 0, 'cargo', NULL, NULL, NULL, 'text cargo   status changed to   pending_charter_confirm   from user   Mohammad Operator', NULL, 'Al-broker', NULL, NULL, 0, '2022-03-11 23:24:30', '2022-03-11 23:24:30'),
(101, 7, 1, 6, 0, 'cargo', NULL, NULL, NULL, 'interseted on your cargo from user Mohammad Operator', NULL, 'Al-broker', NULL, NULL, 0, '2022-03-11 23:40:19', '2022-03-11 23:40:19'),
(102, 7, 2, 6, 0, 'cargo', NULL, NULL, NULL, 'text cargo   status changed to      from user   Mohammad Operator', NULL, 'Al-broker', NULL, NULL, 0, '2022-03-11 23:40:29', '2022-03-11 23:40:29'),
(103, 8, 1, 6, 0, 'cargo', NULL, NULL, NULL, 'interseted on your cargo from user Mohammad Operator2', NULL, 'Al-broker', NULL, NULL, 0, '2022-03-11 23:41:19', '2022-03-11 23:41:19'),
(104, 8, 3, 6, 0, 'cargo', NULL, NULL, NULL, 'text cargo   status changed to   pending_charter_confirm   from user   Mohammad Operator2', NULL, 'Al-broker', NULL, NULL, 0, '2022-03-11 23:41:25', '2022-03-11 23:41:25'),
(105, 6, 3, 8, 0, 'cargo', NULL, NULL, NULL, 'text cargo   status changed to      from user   Mohammad Charterer1', NULL, 'Al-broker', NULL, NULL, 0, '2022-03-11 23:42:36', '2022-03-11 23:42:36'),
(106, 8, 3, 6, 0, 'cargo', NULL, NULL, NULL, 'text cargo   status changed to   pending_charter_confirm   from user   Mohammad Operator2', NULL, 'Al-broker', NULL, NULL, 0, '2022-03-11 23:43:58', '2022-03-11 23:43:58'),
(107, 6, 2, 7, 0, 'cargo', NULL, NULL, NULL, 'text cargo   status changed to  signed for someone  else ', NULL, 'Al-broker', NULL, NULL, 0, NULL, NULL),
(108, 6, 3, 8, 0, 'cargo', NULL, NULL, NULL, 'text cargo   status changed to  signed for someone  else ', NULL, 'Al-broker', NULL, NULL, 0, NULL, NULL),
(109, 6, 2, 7, 0, 'cargo', NULL, NULL, NULL, 'text cargo   status changed to   done   from user   Mohammad Charterer1', NULL, 'Al-broker', NULL, NULL, 0, '2022-03-11 23:44:29', '2022-03-11 23:44:29'),
(110, 7, 1, 6, 0, 'cargo', NULL, NULL, NULL, 'interseted on your cargo from user Mohammad Operator', NULL, 'Al-broker', NULL, NULL, 0, '2022-03-12 00:04:10', '2022-03-12 00:04:10'),
(111, 7, 2, 6, 0, 'cargo', NULL, NULL, NULL, 'text cargo   status changed to      from user   Mohammad Operator', NULL, 'Al-broker', NULL, NULL, 0, '2022-03-12 00:04:25', '2022-03-12 00:04:25'),
(112, 6, 2, 7, 0, 'cargo', NULL, NULL, NULL, 'text cargo   status changed to      from user   Mohammad Charterer1', NULL, 'Al-broker', NULL, NULL, 0, '2022-03-12 00:05:01', '2022-03-12 00:05:01'),
(113, 7, 2, 6, 0, 'cargo', NULL, NULL, NULL, 'text cargo   status changed to   pending_charter_confirm   from user   Mohammad Operator', NULL, 'Al-broker', NULL, NULL, 0, '2022-03-12 00:05:24', '2022-03-12 00:05:24'),
(114, 6, 2, 7, 0, 'cargo', NULL, NULL, NULL, 'text cargo   status changed to  signed for someone  else ', NULL, 'Al-broker', NULL, NULL, 0, NULL, NULL),
(115, 6, 2, 7, 0, 'cargo', NULL, NULL, NULL, 'text cargo   status changed to   done   from user   Mohammad Charterer1', NULL, 'Al-broker', NULL, NULL, 0, '2022-03-12 00:05:38', '2022-03-12 00:05:38'),
(116, 7, 3, 6, 0, 'cargo', NULL, NULL, NULL, 'interseted on your cargo from user Mohammad Operator', NULL, 'Al-broker', NULL, NULL, 0, '2022-03-12 00:07:10', '2022-03-12 00:07:10'),
(117, NULL, 3, 6, 0, 'cargo', NULL, NULL, NULL, 'text cargo   status changed to      from user   Mohammad Operator', NULL, 'Al-broker', NULL, NULL, 0, '2022-03-12 00:16:58', '2022-03-12 00:16:58'),
(118, NULL, 3, 6, 0, 'cargo', NULL, NULL, NULL, 'text cargo   status changed to      from user   Mohammad Operator', NULL, 'Al-broker', NULL, NULL, 0, '2022-03-12 00:17:15', '2022-03-12 00:17:15'),
(119, NULL, 3, 6, 0, 'cargo', NULL, NULL, NULL, 'text cargo   status changed to      from user   Mohammad Operator', NULL, 'Al-broker', NULL, NULL, 0, '2022-03-12 00:19:01', '2022-03-12 00:19:01'),
(120, NULL, 3, 6, 0, 'cargo', NULL, NULL, NULL, 'text cargo   status changed to      from user   Mohammad Operator', NULL, 'Al-broker', NULL, NULL, 0, '2022-03-12 00:20:00', '2022-03-12 00:20:00'),
(121, 7, 4, 6, 1, 'cargo', NULL, NULL, NULL, 'text cargo   status changed to      from user   Mohammad Operator', NULL, 'Al-broker', NULL, NULL, 0, '2022-03-12 00:23:52', '2022-03-12 11:13:15'),
(122, 8, 3, 6, 0, 'cargo', NULL, NULL, NULL, 'interseted on your cargo from user Mohammad Operator2', NULL, 'Al-broker', NULL, NULL, 0, '2022-03-12 00:24:45', '2022-03-12 00:24:45'),
(123, 8, 5, 6, 0, 'cargo', NULL, NULL, NULL, 'text cargo   status changed to      from user   Mohammad Operator2', NULL, 'Al-broker', NULL, NULL, 0, '2022-03-12 00:24:53', '2022-03-12 00:24:53'),
(124, 6, 5, 8, 0, 'cargo', NULL, NULL, NULL, 'text cargo   status changed to      from user   Mohammad Charterer1', NULL, 'Al-broker', NULL, NULL, 0, '2022-03-12 00:25:34', '2022-03-12 00:25:34'),
(125, 8, 5, 6, 0, 'cargo', NULL, NULL, NULL, 'text cargo   status changed to      from user   Mohammad Operator2', NULL, 'Al-broker', NULL, NULL, 0, '2022-03-12 00:27:21', '2022-03-12 00:27:21'),
(126, 6, 4, 7, 0, 'cargo', NULL, NULL, NULL, 'text cargo   status changed to  signed for someone  else ', NULL, 'Al-broker', NULL, NULL, 0, NULL, NULL),
(127, 6, 5, 8, 0, 'cargo', NULL, NULL, NULL, 'text cargo   status changed to  signed for someone  else ', NULL, 'Al-broker', NULL, NULL, 0, NULL, NULL),
(128, 6, 4, 7, 0, 'cargo', NULL, NULL, NULL, 'text cargo   status changed to   done   from user   Mohammad Charterer1', NULL, 'Al-broker', NULL, NULL, 0, '2022-03-12 00:29:31', '2022-03-12 00:29:31'),
(129, 8, 6, 6, 0, 'cargo', NULL, NULL, NULL, 'interseted on your cargo from user Mohammad Operator2', NULL, 'Al-broker', NULL, NULL, 0, '2022-03-12 00:35:50', '2022-03-12 00:35:50'),
(130, 8, 7, 6, 0, 'cargo', NULL, NULL, NULL, 'text cargo   status changed to   pending_charter_confirm   from user   Mohammad Operator2', NULL, 'Al-broker', NULL, NULL, 0, '2022-03-12 00:36:37', '2022-03-12 00:36:37'),
(131, 7, 6, 6, 0, 'cargo', NULL, NULL, NULL, 'interseted on your cargo from user Mohammad Operator', NULL, 'Al-broker', NULL, NULL, 0, '2022-03-12 00:37:26', '2022-03-12 00:37:26'),
(132, 7, 8, 6, 0, 'cargo', NULL, NULL, NULL, 'text cargo   status changed to   pending_charter_confirm   from user   Mohammad Operator', NULL, 'Al-broker', NULL, NULL, 0, '2022-03-12 00:37:57', '2022-03-12 00:37:57'),
(133, 6, 7, 8, 0, 'cargo', NULL, NULL, NULL, 'text cargo   status changed to      from user   Mohammad Charterer1', NULL, 'Al-broker', NULL, NULL, 0, '2022-03-12 00:38:56', '2022-03-12 00:38:56'),
(134, 6, 7, 8, 0, 'cargo', NULL, NULL, NULL, 'text cargo   status changed to  signed for someone  else ', NULL, 'Al-broker', NULL, NULL, 0, NULL, NULL),
(135, 6, 8, 7, 0, 'cargo', NULL, NULL, NULL, 'text cargo   status changed to  signed for someone  else ', NULL, 'Al-broker', NULL, NULL, 0, NULL, NULL),
(136, 6, 8, 7, 0, 'cargo', NULL, NULL, NULL, 'text cargo   status changed to   done   from user   Mohammad Charterer1', NULL, 'Al-broker', NULL, NULL, 0, '2022-03-12 00:39:32', '2022-03-12 00:39:32'),
(137, 7, 9, 6, 0, 'cargo', NULL, NULL, NULL, 'interseted on your cargo from user Mohammad Operator', NULL, 'Al-broker', NULL, NULL, 0, '2022-03-12 13:47:22', '2022-03-12 13:47:22'),
(138, 7, 10, 6, 0, 'cargo', NULL, NULL, NULL, 'text cargo   status changed to   pending_charter_confirm   from user   Mohammad Operator', NULL, 'Al-broker', NULL, NULL, 0, '2022-03-12 13:47:30', '2022-03-12 13:47:30'),
(139, 7, 12, 6, 0, 'cargo', NULL, NULL, NULL, 'interseted on your cargo from user Mohammad Operator', NULL, 'Al-broker', NULL, NULL, 0, '2022-03-12 14:48:41', '2022-03-12 14:48:41'),
(140, 7, 11, 6, 0, 'cargo', NULL, NULL, NULL, 'interseted on your cargo from user Mohammad Operator', NULL, 'Al-broker', NULL, NULL, 0, '2022-03-12 14:50:00', '2022-03-12 14:50:00'),
(141, 7, 14, 6, 0, 'cargo', NULL, NULL, NULL, 'interseted on your cargo from user Mohammad Operator', NULL, 'Al-broker', NULL, NULL, 0, '2022-03-12 15:13:00', '2022-03-12 15:13:00'),
(142, 7, 13, 6, 0, 'cargo', NULL, NULL, NULL, 'interseted on your cargo from user Mohammad Operator', NULL, 'Al-broker', NULL, NULL, 0, '2022-03-12 15:35:53', '2022-03-12 15:35:53'),
(143, 7, 15, 6, 0, 'cargo', NULL, NULL, NULL, 'text cargo   status changed to      from user   Mohammad Operator', NULL, 'Al-broker', NULL, NULL, 0, '2022-03-12 15:42:41', '2022-03-12 15:42:41'),
(144, 7, 16, 6, 0, 'cargo', NULL, NULL, NULL, 'text cargo   status changed to      from user   Mohammad Operator', NULL, 'Al-broker', NULL, NULL, 0, '2022-03-12 15:43:01', '2022-03-12 15:43:01'),
(145, 6, 16, 7, 0, 'cargo', NULL, NULL, NULL, 'text cargo   status changed to      from user   Mohammad Charterer1', NULL, 'Al-broker', NULL, NULL, 0, '2022-03-12 16:07:42', '2022-03-12 16:07:42'),
(146, 7, 16, 6, 1, 'cargo', NULL, NULL, NULL, 'text cargo   status changed to      from user   Mohammad Operator', NULL, 'Al-broker', NULL, NULL, 0, '2022-03-12 16:21:20', '2022-03-17 17:07:16'),
(147, 6, 16, 7, 0, 'cargo', NULL, NULL, NULL, 'text cargo   status changed to      from user   Mohammad Charterer1', NULL, 'Al-broker', NULL, NULL, 0, '2022-03-12 16:22:09', '2022-03-12 16:22:09'),
(148, 7, 16, 6, 1, 'cargo', NULL, NULL, NULL, 'text cargo   status changed to   pending_charter_confirm   from user   Mohammad Operator', NULL, 'Al-broker', NULL, NULL, 0, '2022-03-12 16:22:58', '2022-03-17 17:07:14'),
(149, 6, 16, 7, 0, 'cargo', NULL, NULL, NULL, 'text cargo   status changed to  signed for someone  else ', NULL, 'Al-broker', NULL, NULL, 0, NULL, NULL),
(150, 6, 16, 7, 0, 'cargo', NULL, NULL, NULL, 'text cargo   status changed to   done   from user   Mohammad Charterer1', NULL, 'Al-broker', NULL, NULL, 0, '2022-03-12 16:23:26', '2022-03-12 16:23:26'),
(151, 6, 15, 7, 0, 'cargo', NULL, NULL, NULL, 'text cargo   status changed to  signed for someone  else ', NULL, 'Al-broker', NULL, NULL, 0, NULL, NULL),
(152, 6, 15, 7, 0, 'cargo', NULL, NULL, NULL, 'text cargo   status changed to   done   from user   Mohammad Charterer1', NULL, 'Al-broker', NULL, NULL, 0, '2022-03-12 16:26:04', '2022-03-12 16:26:04'),
(153, 6, 10, 7, 0, 'cargo', NULL, NULL, NULL, 'cargo  deleted   from owner   Mohammad Charterer1', NULL, 'Al-broker', NULL, NULL, 0, NULL, NULL),
(154, 7, 17, 6, 1, 'cargo', NULL, NULL, NULL, 'text cargo   status changed to      from user   Mohammad Operator', NULL, 'Al-broker', NULL, NULL, 0, '2022-03-12 16:56:45', '2022-03-17 17:07:18'),
(155, 6, 17, 7, 0, 'cargo', NULL, NULL, NULL, 'text cargo   status changed to      from user   Mohammad Charterer1', NULL, 'Al-broker', NULL, NULL, 0, '2022-03-12 16:58:32', '2022-03-12 16:58:32'),
(156, 6, 17, 7, 0, 'cargo', NULL, NULL, NULL, 'cargo  deleted   from owner   Mohammad Charterer1', NULL, 'Al-broker', NULL, NULL, 0, NULL, NULL),
(157, 7, 18, 6, 1, 'cargo', NULL, NULL, NULL, 'interseted on your cargo from user Mohammad Operator', NULL, 'Al-broker', NULL, NULL, 0, '2022-03-12 17:01:05', '2022-03-17 17:07:21'),
(158, 7, 19, 6, 0, 'cargo', NULL, NULL, NULL, 'text cargo   status changed to      from user   Mohammad Operator', NULL, 'Al-broker', NULL, NULL, 0, '2022-03-12 17:02:20', '2022-03-12 17:02:20'),
(159, 7, 20, 6, 0, 'cargo', NULL, NULL, NULL, 'interseted on your cargo from user Mohammad Operator', NULL, 'Al-broker', NULL, NULL, 0, '2022-03-12 17:26:16', '2022-03-12 17:26:16'),
(160, 7, 21, 6, 0, 'cargo', NULL, NULL, NULL, 'text cargo   status changed to   pending_charter_confirm   from user   Mohammad Operator', NULL, 'Al-broker', NULL, NULL, 0, '2022-03-12 17:26:20', '2022-03-12 17:26:20'),
(161, 6, 21, 7, 0, 'cargo', NULL, NULL, NULL, 'text cargo   status changed to      from user   Mohammad Charterer1', NULL, 'Al-broker', NULL, NULL, 0, '2022-03-12 17:27:22', '2022-03-12 17:27:22'),
(162, 7, 21, 6, 0, 'cargo', NULL, NULL, NULL, 'text cargo   status changed to      from user   Mohammad Operator', NULL, 'Al-broker', NULL, NULL, 0, '2022-03-12 17:31:14', '2022-03-12 17:31:14'),
(163, 6, 21, 7, 0, 'cargo', NULL, NULL, NULL, 'text cargo   status changed to  signed for someone  else ', NULL, 'Al-broker', NULL, NULL, 0, NULL, NULL),
(164, 6, 21, 7, 0, 'cargo', NULL, NULL, NULL, 'text cargo   status changed to   done   from user   Mohammad Charterer1', NULL, 'Al-broker', NULL, NULL, 0, '2022-03-12 17:32:10', '2022-03-12 17:32:10'),
(165, 6, 19, 7, 0, 'cargo', NULL, NULL, NULL, 'cargo  deleted   from owner   Mohammad Charterer1', NULL, 'Al-broker', NULL, NULL, 0, NULL, NULL),
(166, 7, 22, 6, 0, 'cargo', NULL, NULL, NULL, 'interseted on your cargo from user Mohammad Operator', NULL, 'Al-broker', NULL, NULL, 0, '2022-03-13 05:52:54', '2022-03-13 05:52:54'),
(167, 7, 23, 6, 1, 'cargo', NULL, NULL, NULL, 'text cargo   status changed to      from user   Mohammad Operator', NULL, 'Al-broker', NULL, NULL, 0, '2022-03-13 05:53:20', '2022-03-17 17:07:12'),
(168, 6, 23, 7, 0, 'cargo', NULL, NULL, NULL, 'text cargo   status changed to      from user   Mohammad Charterer1', NULL, 'Al-broker', NULL, NULL, 0, '2022-03-13 05:54:10', '2022-03-13 05:54:10'),
(169, 8, 22, 6, 0, 'cargo', NULL, NULL, NULL, 'interseted on your cargo from user Mohammad Operator2', NULL, 'Al-broker', NULL, NULL, 0, '2022-03-13 05:54:44', '2022-03-13 05:54:44'),
(170, 8, 24, 6, 0, 'cargo', NULL, NULL, NULL, 'text cargo   status changed to      from user   Mohammad Operator2', NULL, 'Al-broker', NULL, NULL, 0, '2022-03-13 05:55:08', '2022-03-13 05:55:08'),
(171, 6, 23, 7, 0, 'cargo', NULL, NULL, NULL, 'text cargo   status changed to  signed for someone  else ', NULL, 'Al-broker', NULL, NULL, 0, NULL, NULL),
(172, 6, 24, 8, 0, 'cargo', NULL, NULL, NULL, 'text cargo   status changed to  signed for someone  else ', NULL, 'Al-broker', NULL, NULL, 0, NULL, NULL),
(173, 6, 24, 8, 0, 'cargo', NULL, NULL, NULL, 'text cargo   status changed to   done   from user   Mohammad Charterer1', NULL, 'Al-broker', NULL, NULL, 0, '2022-03-13 05:56:09', '2022-03-13 05:56:09'),
(174, 11, 25, 6, 0, 'cargo', NULL, NULL, NULL, 'interseted on your cargo from user dgk', NULL, 'Al-broker', NULL, NULL, 0, '2022-03-13 19:03:08', '2022-03-13 19:03:08'),
(175, 11, 26, 6, 1, 'cargo', NULL, NULL, NULL, 'text cargo   status changed to      from user   dgk', NULL, 'Al-broker', NULL, NULL, 0, '2022-03-13 19:05:26', '2022-03-21 11:21:50'),
(176, 11, 27, 9, 0, 'cargo', NULL, NULL, NULL, 'interseted on your cargo from user dgk', NULL, 'Al-broker', NULL, NULL, 0, '2022-03-13 19:36:50', '2022-03-13 19:36:50'),
(177, 11, 29, 9, 0, 'cargo', NULL, NULL, NULL, 'text cargo   status changed to      from user   dgk', NULL, 'Al-broker', NULL, NULL, 0, '2022-03-13 19:40:31', '2022-03-13 19:40:31'),
(178, 9, 29, 11, 0, 'cargo', NULL, NULL, NULL, 'text cargo   status changed to      from user   Test', NULL, 'Al-broker', NULL, NULL, 0, '2022-03-13 19:43:34', '2022-03-13 19:43:34'),
(179, 11, 29, 9, 0, 'cargo', NULL, NULL, NULL, 'text cargo   status changed to   pending_charter_confirm   from user   dgk', NULL, 'Al-broker', NULL, NULL, 0, '2022-03-13 19:45:22', '2022-03-13 19:45:22'),
(180, 9, 29, 11, 0, 'cargo', NULL, NULL, NULL, 'text cargo   status changed to  signed for someone  else ', NULL, 'Al-broker', NULL, NULL, 0, NULL, NULL),
(181, 9, 29, 11, 0, 'cargo', NULL, NULL, NULL, 'text cargo   status changed to   done   from user   Test', NULL, 'Al-broker', NULL, NULL, 0, '2022-03-13 19:49:14', '2022-03-13 19:49:14'),
(182, 7, 30, 12, 0, 'cargo', NULL, NULL, NULL, 'interseted on your cargo from user Mohammad Operator', NULL, 'Al-broker', NULL, NULL, 0, '2022-03-13 19:56:00', '2022-03-13 19:56:00'),
(183, 7, 31, 12, 0, 'cargo', NULL, NULL, NULL, 'text cargo   status changed to      from user   Mohammad Operator', NULL, 'Al-broker', NULL, NULL, 0, '2022-03-13 19:57:01', '2022-03-13 19:57:01'),
(184, 12, 31, 7, 0, 'cargo', NULL, NULL, NULL, 'text cargo   status changed to  signed for someone  else ', NULL, 'Al-broker', NULL, NULL, 0, NULL, NULL),
(185, 12, 31, 7, 0, 'cargo', NULL, NULL, NULL, 'text cargo   status changed to   done   from user   aws', NULL, 'Al-broker', NULL, NULL, 0, '2022-03-13 19:57:26', '2022-03-13 19:57:26'),
(186, 11, 32, 9, 0, 'cargo', NULL, NULL, NULL, 'interseted on your cargo from user dgk', NULL, 'Al-broker', NULL, NULL, 0, '2022-03-13 20:10:09', '2022-03-13 20:10:09'),
(187, 11, 33, 9, 0, 'cargo', NULL, NULL, NULL, 'text cargo   status changed to      from user   dgk', NULL, 'Al-broker', NULL, NULL, 0, '2022-03-13 20:11:13', '2022-03-13 20:11:13'),
(188, 8, 32, 9, 0, 'cargo', NULL, NULL, NULL, 'interseted on your cargo from user Mohammad Operator2', NULL, 'Al-broker', NULL, NULL, 0, '2022-03-15 11:21:00', '2022-03-15 11:21:00'),
(189, 8, 32, 9, 0, 'cargo', NULL, NULL, NULL, 'interseted on your cargo from user Mohammad Operator2', NULL, 'Al-broker', NULL, NULL, 0, '2022-03-15 11:26:53', '2022-03-15 11:26:53'),
(190, 8, 25, 6, 1, 'cargo', NULL, NULL, NULL, 'interseted on your cargo from user Mohammad Operator2', NULL, 'Al-broker', NULL, NULL, 0, '2022-03-15 11:30:25', '2022-03-20 17:18:29'),
(191, 8, 25, 6, 1, 'cargo', NULL, NULL, NULL, 'interseted on your cargo from user Mohammad Operator2', NULL, 'Al-broker', NULL, NULL, 0, '2022-03-15 11:34:38', '2022-03-17 17:07:29'),
(192, 7, 34, 6, 1, 'cargo', NULL, NULL, NULL, 'interseted on your cargo from user Mohammad Operator', NULL, 'Al-broker', NULL, NULL, 0, '2022-03-15 11:47:17', '2022-03-17 17:06:23'),
(193, 7, 36, 6, 1, 'cargo', NULL, NULL, NULL, 'text cargo   status changed to   pending_charter_confirm   from user   Mohammad Operator', NULL, 'Al-broker', NULL, NULL, 0, '2022-03-15 11:47:21', '2022-03-17 17:04:09'),
(194, 6, 36, 7, 0, 'cargo', NULL, NULL, NULL, 'text cargo   status changed to  signed for someone  else ', NULL, 'Al-broker', NULL, NULL, 0, NULL, NULL),
(195, 6, 36, 7, 0, 'cargo', NULL, NULL, NULL, 'text cargo   status changed to   done   from user   Mohammad Charterer1', NULL, 'Al-broker', NULL, NULL, 0, '2022-03-15 11:48:02', '2022-03-15 11:48:02'),
(196, 7, 37, 6, 1, 'cargo', NULL, NULL, NULL, 'interseted on your cargo from user Mohammad Operator', NULL, 'Al-broker', NULL, NULL, 0, '2022-03-15 12:00:03', '2022-03-17 17:02:18'),
(197, 7, 38, 6, 1, 'cargo', NULL, NULL, NULL, 'text cargo   status changed to   pending_charter_confirm   from user   Mohammad Operator', NULL, 'Al-broker', NULL, NULL, 0, '2022-03-15 12:00:13', '2022-03-17 17:01:25'),
(198, 6, 38, 7, 0, 'cargo', NULL, NULL, NULL, 'text cargo   status changed to  signed for someone  else ', NULL, 'Al-broker', NULL, NULL, 0, NULL, NULL),
(199, 6, 38, 7, 0, 'cargo', NULL, NULL, NULL, 'text cargo   status changed to   done   from user   Mohammad Charterer1', NULL, 'Al-broker', NULL, NULL, 0, '2022-03-15 12:00:44', '2022-03-15 12:00:44'),
(200, 7, 32, 9, 0, 'cargo', NULL, NULL, NULL, 'interseted on your cargo from user Mohammad Operator', NULL, 'Al-broker', NULL, NULL, 0, '2022-03-15 12:04:31', '2022-03-15 12:04:31'),
(201, 7, 39, 9, 0, 'cargo', NULL, NULL, NULL, 'text cargo   status changed to   pending_charter_confirm   from user   Mohammad Operator', NULL, 'Al-broker', NULL, NULL, 0, '2022-03-15 12:04:37', '2022-03-15 12:04:37'),
(202, 7, 35, 6, 1, 'cargo', NULL, NULL, NULL, 'interseted on your cargo from user Mohammad Operator', NULL, 'Al-broker', NULL, NULL, 0, '2022-03-15 12:22:58', '2022-03-17 16:59:06'),
(203, 7, 40, 6, 1, 'cargo', NULL, NULL, NULL, 'text cargo   status changed to   pending_charter_confirm   from user   Mohammad Operator', NULL, 'Al-broker', NULL, NULL, 0, '2022-03-15 12:23:01', '2022-03-17 16:58:20'),
(204, 6, 40, 7, 0, 'cargo', NULL, NULL, NULL, 'text cargo   status changed to      from user   Mohammad Charterer1', NULL, 'Al-broker', NULL, NULL, 0, '2022-03-15 12:23:34', '2022-03-15 12:23:34'),
(205, 7, 40, 6, 1, 'cargo', NULL, NULL, NULL, 'text cargo   status changed to   pending_charter_confirm   from user   Mohammad Operator', NULL, 'Al-broker', NULL, NULL, 0, '2022-03-15 12:24:12', '2022-03-17 16:57:21'),
(206, 6, 40, 7, 0, 'cargo', NULL, NULL, NULL, 'text cargo   status changed to  signed for someone  else ', NULL, 'Al-broker', NULL, NULL, 0, NULL, NULL),
(207, 6, 40, 7, 0, 'cargo', NULL, NULL, NULL, 'text cargo   status changed to   done   from user   Mohammad Charterer1', NULL, 'Al-broker', NULL, NULL, 0, '2022-03-15 12:24:41', '2022-03-15 12:24:41'),
(208, 10, 32, 9, 0, 'cargo', NULL, NULL, NULL, 'interseted on your cargo from user Test operator', NULL, 'Al-broker', NULL, NULL, 0, '2022-03-15 13:34:30', '2022-03-15 13:34:30'),
(209, 10, 41, 9, 0, 'cargo', NULL, NULL, NULL, 'text cargo   status changed to      from user   Test operator', NULL, 'Al-broker', NULL, NULL, 0, '2022-03-15 13:38:05', '2022-03-15 13:38:05'),
(210, 9, 33, 11, 0, 'cargo', NULL, NULL, NULL, 'text cargo   status changed to  signed for someone  else ', NULL, 'Al-broker', NULL, NULL, 0, NULL, NULL),
(211, 9, 39, 7, 0, 'cargo', NULL, NULL, NULL, 'text cargo   status changed to  signed for someone  else ', NULL, 'Al-broker', NULL, NULL, 0, NULL, NULL),
(212, 9, 41, 10, 0, 'cargo', NULL, NULL, NULL, 'text cargo   status changed to  signed for someone  else ', NULL, 'Al-broker', NULL, NULL, 0, NULL, NULL),
(213, 9, 41, 10, 0, 'cargo', NULL, NULL, NULL, 'text cargo   status changed to   done   from user   Test', NULL, 'Al-broker', NULL, NULL, 0, '2022-03-15 13:39:22', '2022-03-15 13:39:22'),
(214, 10, 25, 6, 1, 'cargo', NULL, NULL, NULL, 'interseted on your cargo from user Test operator', NULL, 'Al-broker', NULL, NULL, 0, '2022-03-15 15:59:43', '2022-03-20 17:18:21'),
(215, 6, 26, 11, 0, 'cargo', NULL, NULL, NULL, 'text cargo   status changed to  signed for someone  else ', NULL, 'Al-broker', NULL, NULL, 0, NULL, NULL),
(216, 6, 26, 11, 0, 'cargo', NULL, NULL, NULL, 'text cargo   status changed to   done   from user   Mohammad Charterer1', NULL, 'Al-broker', NULL, NULL, 0, '2022-03-18 13:51:18', '2022-03-18 13:51:18'),
(217, 1, 2, 5, 1, 'cargo', NULL, NULL, NULL, 'interseted on your cargo from user Aldouman', NULL, 'Al-broker', NULL, NULL, 0, '2022-03-31 15:42:18', '2022-03-31 15:55:00'),
(218, 1, 3, 5, 1, 'cargo', NULL, NULL, NULL, 'text cargo   status changed to      from user   Aldouman', NULL, 'Al-broker', NULL, NULL, 0, '2022-03-31 15:42:49', '2022-03-31 15:54:59'),
(219, 5, 3, 1, 0, 'cargo', NULL, NULL, NULL, 'text cargo   status changed to  signed for someone  else ', NULL, 'Al-broker', NULL, NULL, 0, NULL, NULL),
(220, 5, 3, 1, 0, 'cargo', NULL, NULL, NULL, 'text cargo   status changed to   done   from user   Test', NULL, 'Al-broker', NULL, NULL, 0, '2022-03-31 15:44:25', '2022-03-31 15:44:25');

-- --------------------------------------------------------

--
-- Table structure for table `notification_logs`
--

CREATE TABLE `notification_logs` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `notification_id` int(10) UNSIGNED DEFAULT NULL,
  `number_sent_to` int(11) DEFAULT NULL,
  `number_success` varchar(191) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `number_failure` varchar(191) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `number_modification` varchar(191) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `tokens_to_delete` text COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `tokens_to_modify` text COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `tokens_to_retry` text COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `tokens_with_errors` text COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `is_deleted` tinyint(1) NOT NULL DEFAULT 0,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `notification_profiles`
--

CREATE TABLE `notification_profiles` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `follower_id` varchar(191) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `followed_id` varchar(191) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `oauth_access_tokens`
--

CREATE TABLE `oauth_access_tokens` (
  `id` varchar(100) COLLATE utf8mb4_unicode_ci NOT NULL,
  `user_id` bigint(20) UNSIGNED DEFAULT NULL,
  `client_id` bigint(20) UNSIGNED NOT NULL,
  `name` varchar(191) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `scopes` text COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `revoked` tinyint(1) NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  `expires_at` datetime DEFAULT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `oauth_access_tokens`
--

INSERT INTO `oauth_access_tokens` (`id`, `user_id`, `client_id`, `name`, `scopes`, `revoked`, `created_at`, `updated_at`, `expires_at`) VALUES
('32546e99714d4c9d6fe7836e3c1fdc55d3261cb56de6ec195ac32b4f1e708ab9137c25e1ff1d2d4f', 2, 1, 'Personal Access Token', '[]', 0, '2022-03-04 15:00:55', '2022-03-04 15:00:55', '2023-03-04 10:00:55'),
('864fd4cf22109a24d586acd8c795b5b94bf4e90e719e0e5c5541fe2d4b1ea589a8848130ddf92d72', 3, 1, 'Personal Access Token', '[]', 0, '2022-03-04 15:01:05', '2022-03-04 15:01:05', '2023-03-04 10:01:05'),
('dcc044f4de5b29b4f6a33998552eb05e4d739d0f80a6e28f6cc8cfc25f372e0dbd82627082dd6831', 3, 1, 'Personal Access Token', '[]', 0, '2022-03-04 21:13:21', '2022-03-04 21:13:21', '2025-01-04 16:13:21'),
('5fc6f7464f7b1fb2cd3f6611ad42a2969956e39866415bc49200bb0225879d5ba2980bb989bdb6bd', 3, 1, 'Personal Access Token', '[]', 0, '2022-03-04 21:29:51', '2022-03-04 21:29:51', '2025-01-04 16:29:51'),
('5c5781b8052316f521a0021c69d21fe5d7d3d0a04816507628fcf9ae43c2bd052748b7d191f87345', 3, 1, 'Personal Access Token', '[]', 0, '2022-03-04 22:02:18', '2022-03-04 22:02:18', '2025-01-04 17:02:18'),
('a71289f06ede74ec242f2e723f229f776bcd213d40671c1d875ec3bf1b8f65cebf6a499f62838ead', 3, 1, 'Personal Access Token', '[]', 1, '2022-03-04 22:06:34', '2022-03-04 22:06:34', '2025-01-04 17:06:34'),
('675df1d8743d6f7ca78c54b0f71f673f08d0355e204eb27fd339d170a63efa45557329e7a2c005aa', 3, 1, 'Personal Access Token', '[]', 1, '2022-03-04 22:31:10', '2022-03-04 22:31:10', '2025-01-04 17:31:10'),
('f2de844115f55e71cffb41564d2efeaa2024ff0d1dbcf49863f79d8e9a204b7a4b97fac59407ef58', 3, 1, 'Personal Access Token', '[]', 0, '2022-03-04 22:36:16', '2022-03-04 22:36:16', '2025-01-04 17:36:16'),
('820f92eaa4a7cacab0a80002c5e464ee28f77a2d90f96ebad81fe28fc219c5c8aee6cd93dbaff06e', 3, 1, 'Personal Access Token', '[]', 1, '2022-03-04 22:47:00', '2022-03-04 22:47:00', '2025-01-04 17:47:00'),
('a2195b1b55a7c74d6f8ad652733bc2dfd00ccf8763cbed664fb7c94b46b489f8f78a76de2edaa7e2', 3, 1, 'Personal Access Token', '[]', 1, '2022-03-05 00:51:35', '2022-03-05 00:51:35', '2025-01-04 19:51:35'),
('3e83e736b83694cb8bcbb0e38500c1e88854cd2a40e663255e03c3e437f7422ed00c9a013da6e0c8', 3, 1, 'Personal Access Token', '[]', 1, '2022-03-05 11:26:03', '2022-03-05 11:26:03', '2025-01-05 06:26:03'),
('19091c91bfc0f78e7adff91398d62883be1be1dfcb84e1466ccf96dfe3d8981d5e60e0df9c29741c', 4, 1, 'Personal Access Token', '[]', 0, '2022-03-05 19:33:59', '2022-03-05 19:33:59', '2023-03-05 14:33:59'),
('4fd1959881f7ce247e23f7d608afb24b325055f55a7e3e20fecc96b3ec9fef8759ced8abbe1be170', 5, 1, 'Personal Access Token', '[]', 0, '2022-03-05 19:39:51', '2022-03-05 19:39:51', '2023-03-05 14:39:51'),
('a8deac32072e419dabcfa1416acfb69d43c3037cc673589f9c6bd537972210f55549d903ad909f41', 3, 1, 'Personal Access Token', '[]', 0, '2022-03-05 22:50:01', '2022-03-05 22:50:01', '2025-01-05 17:50:01'),
('ca5fe85f9525f818869f696b5766ab8e82e10428b1b9de6098aad4c49aaca2b6ece5e3128a8c14f9', 3, 1, 'Personal Access Token', '[]', 0, '2022-03-06 04:01:40', '2022-03-06 04:01:40', '2025-01-05 23:01:40'),
('9d5457999c8a5617c995c3afb32e038a35925beb24c9645dae367f5a5885575e8e8cdd0da510b3a6', 6, 1, 'Personal Access Token', '[]', 1, '2022-03-06 17:19:10', '2022-03-06 17:19:10', '2023-03-06 12:19:10'),
('a59eea7953303031d00b5f6ea0e631dc3e190d3f0021491c533aba2b3248291ccc899f49382cf20f', 7, 1, 'Personal Access Token', '[]', 0, '2022-03-06 17:43:38', '2022-03-06 17:43:38', '2023-03-06 12:43:38'),
('7ce51b3524f3da2a2a06fe72a4e0372cc3aca484a6e16ed818d65f5443037bd58ff870e36105c0d4', 8, 1, 'Personal Access Token', '[]', 0, '2022-03-06 17:44:22', '2022-03-06 17:44:22', '2023-03-06 12:44:22'),
('1fc2e4e5d2e2b9ec052c08bc16ac2b252ec46b341d39e42ad768af148b289270071a4d225fef0108', 7, 1, 'Personal Access Token', '[]', 1, '2022-03-06 17:45:06', '2022-03-06 17:45:06', '2025-01-06 12:45:06'),
('dca199e06e184bb8f209a6b48f8978eef5f2034e82e2812737440c762882eea4abe3dc86dc64b6c3', 8, 1, 'Personal Access Token', '[]', 1, '2022-03-06 17:45:32', '2022-03-06 17:45:32', '2025-01-06 12:45:32'),
('71c81b87e3ff4c2a463c3f8c8ac7c130e9dfdf4e38b296d08af5ecc626892fab7cd843ef058bc391', 8, 1, 'Personal Access Token', '[]', 0, '2022-03-06 17:49:55', '2022-03-06 17:49:55', '2025-01-06 12:49:55'),
('1986d4e837f1336d006351f5aa087a6ba63da44ad1050fb642148374107af261e2e6ce8935a6d2cf', 7, 1, 'Personal Access Token', '[]', 1, '2022-03-06 19:12:11', '2022-03-06 19:12:11', '2025-01-06 14:12:11'),
('796e653e1d6b74f965bcf3b019ce955f78163416088aa2c9d76f7c2dc487272dc98912e3e440a555', 7, 1, 'Personal Access Token', '[]', 1, '2022-03-06 20:54:03', '2022-03-06 20:54:03', '2025-01-06 15:54:03'),
('5345125a3b7d9d2661f473ed27d28c7579b8d79d03d05497e0302af8923dcf016ab9355bc9ae3367', 7, 1, 'Personal Access Token', '[]', 0, '2022-03-06 21:09:34', '2022-03-06 21:09:34', '2025-01-06 16:09:34'),
('5dfc0c7c5198369aefa67c747c4fbf6ad49dfaade3e89bc91d9be4880745aa846277737df86b6ef2', 8, 1, 'Personal Access Token', '[]', 1, '2022-03-06 21:23:49', '2022-03-06 21:23:49', '2025-01-06 16:23:49'),
('985263d882de3fe1ac9f1c5690aa4d92a1f4f92332f9d7a7d245df270fe8727037fa7310f162fe87', 9, 1, 'Personal Access Token', '[]', 1, '2022-03-06 21:51:49', '2022-03-06 21:51:49', '2023-03-06 16:51:49'),
('248a5e6cc4fe9ddaa62469ba5c33c00164153ff7c96ac654360eb5b94fb1c8dcaf7209314873c4d4', 7, 1, 'Personal Access Token', '[]', 1, '2022-03-06 21:58:26', '2022-03-06 21:58:26', '2025-01-06 16:58:26'),
('853170420c22a46d7696032d968bbe0f46f0710f994ca13406c5e09c601af2b4f60d47477580cb80', 8, 1, 'Personal Access Token', '[]', 0, '2022-03-06 22:01:36', '2022-03-06 22:01:36', '2025-01-06 17:01:36'),
('c5cfe94681e414c8e984e15b59fbe47059e8723e15f87c01a69ede3cbd9341eccda61d5c12e16184', 10, 1, 'Personal Access Token', '[]', 1, '2022-03-06 22:21:31', '2022-03-06 22:21:31', '2023-03-06 17:21:31'),
('c264fde0369fa5f84de16e64aa965f411a1e020da3e9be6e7c5c28fa05ff03948d7dcae7801329e9', 11, 1, 'Personal Access Token', '[]', 0, '2022-03-06 22:30:45', '2022-03-06 22:30:45', '2023-03-06 17:30:45'),
('0a5c1ba1d79de45df5e7ad7a916ff8253c84aa146add524d22a018cfeebf1d4eab8b1e899194d8ed', 10, 1, 'Personal Access Token', '[]', 1, '2022-03-06 22:32:20', '2022-03-06 22:32:20', '2025-01-06 17:32:20'),
('2b869edc16f6b69bc014df6b44a236cdd619e4112e353a89f60561ec192150bee619bec1d68ee8b0', 10, 1, 'Personal Access Token', '[]', 1, '2022-03-06 22:42:50', '2022-03-06 22:42:50', '2025-01-06 17:42:50'),
('2912dfe7a470d1f0982f69e918d35924af789f12ee1d805e95a7722854f395f14a8563aebf01eeec', 8, 1, 'Personal Access Token', '[]', 1, '2022-03-06 22:57:00', '2022-03-06 22:57:00', '2025-01-06 17:57:00'),
('b85f6b5f7ff0fac159d62f3b30c65b981bbb87979dadd4b950ae004a8b3a7078fab6c5ba203d237f', 9, 1, 'Personal Access Token', '[]', 1, '2022-03-07 13:44:49', '2022-03-07 13:44:49', '2025-01-07 08:44:49'),
('9af14a7208d63e59c161be4f3503530e53ad34a18cbaaef64b9604012a439149af03d2594918ac16', 8, 1, 'Personal Access Token', '[]', 1, '2022-03-07 13:49:26', '2022-03-07 13:49:26', '2025-01-07 08:49:26'),
('dd7fbfb54d783d04481f64b9503b3300032027589c8e42be90454dea17d59120abb89935284c2eef', 7, 1, 'Personal Access Token', '[]', 1, '2022-03-07 14:29:29', '2022-03-07 14:29:29', '2025-01-07 09:29:29'),
('7654c1060ede5d70ef0845dac7c06f4139b9cfb2f084957d6d4495ba392ee9dacaaefc2688798c51', 7, 1, 'Personal Access Token', '[]', 1, '2022-03-07 20:53:56', '2022-03-07 20:53:56', '2025-01-07 15:53:56'),
('6eb997029c24dc960ece56d2bb34b84c01bb45d1e30e1497ba0de4d76543e5042c91acdbf15537ad', 8, 1, 'Personal Access Token', '[]', 1, '2022-03-08 11:16:50', '2022-03-08 11:16:50', '2025-01-08 06:16:50'),
('e88a14ef51c61a3dc8613e1a0ef75b079ed709db494167cce8491e9a44c7cf16304f888b5b719020', 7, 1, 'Personal Access Token', '[]', 0, '2022-03-08 23:53:14', '2022-03-08 23:53:14', '2025-01-08 18:53:14'),
('cfc5a11ae3ccebd56220fa42b012155c1c10a41e21fa7ed177959e5e3eb2bcb9736016d125b8ed05', 12, 1, 'Personal Access Token', '[]', 0, '2022-03-09 00:36:36', '2022-03-09 00:36:36', '2023-03-08 19:36:36'),
('3d992204a2d2610b0927d39c272db2a9c9d2f7373ef267ecf7dfe956b89207f0d4c545e270c2a00b', 7, 1, 'Personal Access Token', '[]', 1, '2022-03-09 00:40:19', '2022-03-09 00:40:19', '2025-01-08 19:40:19'),
('06fab9f5602e7c9de8b14b13281ed775bad12e276dde0e93dff852a6a75f88239324573ea867b2b0', 12, 1, 'Personal Access Token', '[]', 1, '2022-03-09 00:43:09', '2022-03-09 00:43:09', '2025-01-08 19:43:09'),
('42dcba62fb854c83e52f8c4772de3d65033246556bd0fa57f9e8cd03421292aa768c94930da7eb34', 8, 1, 'Personal Access Token', '[]', 1, '2022-03-09 00:50:06', '2022-03-09 00:50:06', '2025-01-08 19:50:06'),
('605976ab475e160c23a5ade6d7a757fd5627a40afb165d36fc2aff08553f29090259e8261b8b3055', 12, 1, 'Personal Access Token', '[]', 1, '2022-03-09 00:53:35', '2022-03-09 00:53:35', '2025-01-08 19:53:35'),
('d7b83930c4fe5e1b7b8f05df0c90110f8141b13409c785d8387df42375bd4219536fac9685b104d1', 8, 1, 'Personal Access Token', '[]', 1, '2022-03-09 00:57:16', '2022-03-09 00:57:16', '2025-01-08 19:57:16'),
('4d3fb6e7f08979d44f31c75deaf864420e34cc36a118ce879e82e579b32c0defb83f168387cb2484', 12, 1, 'Personal Access Token', '[]', 1, '2022-03-09 00:58:26', '2022-03-09 00:58:26', '2025-01-08 19:58:26'),
('5ae295f0e3dbe5f1827458b0adc5d87d1aa2ad66b741a0921227d99ea73b3175f3c39f98609cd004', 12, 1, 'Personal Access Token', '[]', 1, '2022-03-09 01:00:50', '2022-03-09 01:00:50', '2025-01-08 20:00:50'),
('1be218ae143c71b9b3afc1085ee329f65ecdd2eb9dc405afb5535a67eceeb5dbe10dd08f478f2570', 7, 1, 'Personal Access Token', '[]', 1, '2022-03-09 01:10:33', '2022-03-09 01:10:33', '2025-01-08 20:10:33'),
('d50953f99c30693f4bbac68aa35ad8a0eca37a0123eae4874c5b7354ae019b119468370d775ec998', 8, 1, 'Personal Access Token', '[]', 0, '2022-03-09 01:50:34', '2022-03-09 01:50:34', '2025-01-08 20:50:34'),
('f0c8b7dcacc7645a2fe33d29beb4942037567229af7c21c05782f3322b0ff59f3e7ad2e079d4d162', 7, 1, 'Personal Access Token', '[]', 0, '2022-03-09 15:20:56', '2022-03-09 15:20:56', '2025-01-09 10:20:56'),
('1a4edabac33cae4223a54b26d8a5c2849861465924e0c9f5c8f5c8f35d915cf0de5fb1415717e7b0', 10, 1, 'Personal Access Token', '[]', 0, '2022-03-09 20:03:34', '2022-03-09 20:03:34', '2025-01-09 15:03:34'),
('1e3b800c4e2be82f7639a07cba3d6702a4849d9b0b0cabce2fec84dbe9aac2129b26a833c9b86bb1', 13, 1, 'Personal Access Token', '[]', 0, '2022-03-09 20:14:42', '2022-03-09 20:14:42', '2023-03-09 15:14:42'),
('73c1113072d5ca974a8ddf2192b09da22e7c204473885961baa7401161183f99fd2457bed3995317', 7, 1, 'Personal Access Token', '[]', 1, '2022-03-09 21:50:06', '2022-03-09 21:50:06', '2025-01-09 16:50:06'),
('2ba519fc77de79baf00bd03949361109006ad36d43a32891f7a5f6826cb4661a8f5ef35891f104f6', 12, 1, 'Personal Access Token', '[]', 1, '2022-03-09 21:57:09', '2022-03-09 21:57:09', '2025-01-09 16:57:09'),
('dcde6c8127b8a7cd9824755ad6ffaeedff03d4da36aca50186cc134e60de756ed37d308f244fea82', 7, 1, 'Personal Access Token', '[]', 1, '2022-03-10 02:35:47', '2022-03-10 02:35:47', '2025-01-09 21:35:48'),
('0ecff39b711aabfed05d5cfca4a498cd5569ae44d5e8aab0d73b1e73aaa6f2b043abc2eef3c29b79', 7, 1, 'Personal Access Token', '[]', 1, '2022-03-10 14:03:17', '2022-03-10 14:03:17', '2025-01-10 09:03:17'),
('f3a97f87e5dcae485843daec451e21f5a4fefa354018d8e9318a825e516c090b7dc9c5f4298a0ba5', 14, 1, 'Personal Access Token', '[]', 0, '2022-03-10 18:19:39', '2022-03-10 18:19:39', '2023-03-10 13:19:39'),
('89ccc384c7568830b7cf2010fd92363fc5e62aacef18d1f3975a1c8caa660c5eef5d9baf884348be', 14, 1, 'Personal Access Token', '[]', 1, '2022-03-10 18:20:45', '2022-03-10 18:20:45', '2025-01-10 13:20:45'),
('746839a429a472f24472986082242178592f20506897fb4674486446709ab3b8b0227cbf14cfe01c', 7, 1, 'Personal Access Token', '[]', 1, '2022-03-10 18:31:42', '2022-03-10 18:31:42', '2025-01-10 13:31:42'),
('5ec158d0a377cbfc5ddba312b0f4a6f85a18eae93df721b569a0f5b73240eee7ca1849b84b01cb80', 8, 1, 'Personal Access Token', '[]', 0, '2022-03-10 19:10:31', '2022-03-10 19:10:31', '2025-01-10 14:10:31'),
('7767f9a9c58ecd368d1e2967451a81d252d7b71eaff460c21bb6563ca9c1895c8c7791cfe7c1aae9', 7, 1, 'Personal Access Token', '[]', 0, '2022-03-10 19:11:09', '2022-03-10 19:11:09', '2025-01-10 14:11:09'),
('a249422d09845cd793a4375f7ebfce8423f6f65e9d1847dba771ce045a55887e2cdf54142e4433d7', 8, 1, 'Personal Access Token', '[]', 0, '2022-03-10 20:03:44', '2022-03-10 20:03:44', '2025-01-10 15:03:44'),
('47069f8b59bb5b38084dc57e83e4da4907311b0a358f6e39e958ea5d01d079686b2a89554fdc0a1c', 8, 1, 'Personal Access Token', '[]', 0, '2022-03-10 21:19:29', '2022-03-10 21:19:29', '2025-01-10 16:19:29'),
('f0e77d03fcd3fb5a7a010a3d4aab184b9631b68c65f422ebf9f3c39c65797614c74d6991b48b32bb', 8, 1, 'Personal Access Token', '[]', 1, '2022-03-10 21:20:36', '2022-03-10 21:20:36', '2025-01-10 16:20:36'),
('a8c33f4fd9b31672521d65da97cc0c7d4433f64eb78534382863268d4327355309b8115f05d634a5', 8, 1, 'Personal Access Token', '[]', 0, '2022-03-10 21:21:25', '2022-03-10 21:21:25', '2025-01-10 16:21:25'),
('b4f5a71418f0ad3403448284e5251de52cc794034805c289352efbbda2299800c9abfc441d4eb4b8', 7, 1, 'Personal Access Token', '[]', 0, '2022-03-10 21:22:07', '2022-03-10 21:22:07', '2025-01-10 16:22:07'),
('5d463cadb9daf6526721175dc7c05eebdf51596589d987f08168d3473f6892c5d81be71c38a65599', 14, 1, 'Personal Access Token', '[]', 1, '2022-03-10 22:59:21', '2022-03-10 22:59:21', '2025-01-10 17:59:21'),
('6108dafd558ee4f5402ba0655cd8407e1fd842e6ab265bf89374f4744f70dc180892d77581274648', 14, 1, 'Personal Access Token', '[]', 1, '2022-03-10 23:03:34', '2022-03-10 23:03:34', '2025-01-10 18:03:34'),
('4c2adf03fe84a17e24f0edc83d54726f50dfe93727ccc78508b2fe6a7119c73d27abd7a4d5a55550', 1, 1, 'Personal Access Token', '[]', 0, '2022-03-10 23:08:58', '2022-03-10 23:08:58', '2023-03-10 18:08:58'),
('3e98fed3fd0238d1e79ba8ba6935d47ea816a192f05017496c0ef8680e8ee5e73b4806917334eabc', 2, 1, 'Personal Access Token', '[]', 0, '2022-03-10 23:09:10', '2022-03-10 23:09:10', '2023-03-10 18:09:10'),
('1562ac4c4740a5a39a37e61bf9efa315da3bde13bde2b56b713a1d20c577b4b8196b7233362c5b6d', 3, 1, 'Personal Access Token', '[]', 0, '2022-03-10 23:09:47', '2022-03-10 23:09:47', '2023-03-10 18:09:47'),
('92ca136efff759cc8284593e0c57a205af20a816d77f3283c7ce76455c93c7d79961095596aa768f', 4, 1, 'Personal Access Token', '[]', 0, '2022-03-10 23:09:57', '2022-03-10 23:09:57', '2023-03-10 18:09:57'),
('93a935913288437fe1608cd0b48b3bdfd7380d7cea948607c6db2ccaa530f857435b40dcde4aa0e4', 1, 1, 'Personal Access Token', '[]', 0, '2022-03-10 23:10:05', '2022-03-10 23:10:05', '2025-01-10 18:10:05'),
('59bb188cf04b261352dd7b34b719a5877bf01cdde96d60f591ed46a8a3d7af6763c6721f1d7013a2', 5, 1, 'Personal Access Token', '[]', 0, '2022-03-10 23:13:07', '2022-03-10 23:13:07', '2023-03-10 18:13:07'),
('1b1cd41c73f3b6702856070758154ddb7b078f9d95ef53f63f5be090edd8509b610bfb7233f33f18', 6, 1, 'Personal Access Token', '[]', 0, '2022-03-10 23:13:18', '2022-03-10 23:13:18', '2023-03-10 18:13:18'),
('b586d04dbba0fe2156795adf29282360c28ec4081f2301a8333514c370480857da4812576246a108', 7, 1, 'Personal Access Token', '[]', 0, '2022-03-10 23:13:49', '2022-03-10 23:13:49', '2023-03-10 18:13:49'),
('1047c12e9a2c797146f2382bb720bdfdd713c8a203f542e1ff25fd4c664ecdda82aee24121e25739', 8, 1, 'Personal Access Token', '[]', 0, '2022-03-10 23:14:00', '2022-03-10 23:14:00', '2023-03-10 18:14:00'),
('d077ea897c518077157c22e72456f8a6ffac334a9fa0ca143b26549d6aec853b54e2a9c6a06af6fd', 7, 1, 'Personal Access Token', '[]', 1, '2022-03-10 23:14:15', '2022-03-10 23:14:15', '2025-01-10 18:14:15'),
('9bf1424c3ab20683361b6f3748a67bbcf0415f359f5b2a47c31b513361e90ca68a9d9c0cf25b5491', 6, 1, 'Personal Access Token', '[]', 1, '2022-03-10 23:14:36', '2022-03-10 23:14:36', '2025-01-10 18:14:36'),
('047c15be453a8b16e0c1219276809a1ae8cf0b2c36377523be5b58acee8aaf73fbd44a935b854089', 6, 1, 'Personal Access Token', '[]', 1, '2022-03-10 23:16:19', '2022-03-10 23:16:19', '2025-01-10 18:16:19'),
('70f038b8cc3ca74dec865e04fabdc0718c89927b665618ca0032157352b19943e8da0a97e3a59d8e', 5, 1, 'Personal Access Token', '[]', 1, '2022-03-10 23:17:39', '2022-03-10 23:17:39', '2025-01-10 18:17:39'),
('c4d4b1ea770f34f682cd4b7b06d3afbc3b241ba3c6f517ece876e32233e799f0d38b1b3aaa519b2c', 7, 1, 'Personal Access Token', '[]', 1, '2022-03-10 23:19:07', '2022-03-10 23:19:07', '2025-01-10 18:19:07'),
('fa9a5252184177353cdde757cd9d416f2f02f56524d7fe06688cae0a060ca1f80283f42bf195ee32', 8, 1, 'Personal Access Token', '[]', 1, '2022-03-10 23:20:16', '2022-03-10 23:20:16', '2025-01-10 18:20:16'),
('91763d3c1896ff80dac93043aeda51a26198127f097d513f1216b3c50831b8d788e87c3471d1b4f9', 7, 1, 'Personal Access Token', '[]', 1, '2022-03-10 23:20:38', '2022-03-10 23:20:38', '2025-01-10 18:20:39'),
('470c38429b967e94b7b7634bcb652d0d4cab9b2a3342e6dde35a0dd64dc7272d0624fafdbe8a9374', 6, 1, 'Personal Access Token', '[]', 1, '2022-03-10 23:20:52', '2022-03-10 23:20:52', '2025-01-10 18:20:52'),
('b43b6e78f74b1730031640b2461be2af8dddf9eefe4eb502244342b32c8226f96656f269ee361029', 7, 1, 'Personal Access Token', '[]', 1, '2022-03-10 23:21:38', '2022-03-10 23:21:38', '2025-01-10 18:21:38'),
('2de7be1bafdfa7349eb1c62c8c64e759d56eee167406040821c8f11709a41eca4d54196fd7438b33', 5, 1, 'Personal Access Token', '[]', 1, '2022-03-10 23:23:04', '2022-03-10 23:23:04', '2025-01-10 18:23:04'),
('d8093133a029e0a2170733bf9cfece8d6686c21c8c4f26b61011c41ad1a129139a73f7dfc674d583', 6, 1, 'Personal Access Token', '[]', 0, '2022-03-10 23:30:19', '2022-03-10 23:30:19', '2025-01-10 18:30:19'),
('af887860967f8d25296183dfc85b6d852f39117eafc1f55eaa2ac7c3a8a5bf2d8d482942294e86bc', 5, 1, 'Personal Access Token', '[]', 0, '2022-03-10 23:30:49', '2022-03-10 23:30:49', '2025-01-10 18:30:49'),
('404b9a5fc838d4167e1004e218f11c4cfd41bc939ae84b9a3735df2c58da802b0da16b3fb7d15171', 5, 1, 'Personal Access Token', '[]', 1, '2022-03-10 23:34:16', '2022-03-10 23:34:16', '2025-01-10 18:34:17'),
('a5c597bd0fe4a2e819fc6d33a6bb456a09585aa69f6f0fb650e77221464c05d6f49d51f967a05652', 7, 1, 'Personal Access Token', '[]', 0, '2022-03-10 23:42:15', '2022-03-10 23:42:15', '2025-01-10 18:42:15'),
('99dd8179635babf46680f74221ec38ff2875f32ffa586080385dde2e2ac1e6e6a2d60be177e32317', 6, 1, 'Personal Access Token', '[]', 1, '2022-03-10 23:44:15', '2022-03-10 23:44:15', '2025-01-10 18:44:15'),
('e21840f086309b22c499ed421e5d63932ee7cc5b59c55b2bd3fc076258d83d8eee83634e96ceb293', 7, 1, 'Personal Access Token', '[]', 1, '2022-03-10 23:46:54', '2022-03-10 23:46:54', '2025-01-10 18:46:54'),
('9b8600d418eec35da1d42aa4ac0b7a1693cc7ce99167eb7f1cb31cf940c55f84a9cd055ceaf962c7', 6, 1, 'Personal Access Token', '[]', 1, '2022-03-10 23:49:40', '2022-03-10 23:49:40', '2025-01-10 18:49:40'),
('ab5368bab0fb2a27f57421f8a886daa4f05d80440f8b0cc1cd4a236cdf8578eaf5dae21a8801aa65', 7, 1, 'Personal Access Token', '[]', 1, '2022-03-11 00:04:06', '2022-03-11 00:04:06', '2025-01-10 19:04:06'),
('459a9d43e50713fe3baeaf52f8ea41b9bafe67348dd79e62837d83165ad311aec2d808b1f541b988', 8, 1, 'Personal Access Token', '[]', 0, '2022-03-11 00:05:14', '2022-03-11 00:05:14', '2025-01-10 19:05:14'),
('48faa8c869ebfa45d4ae4ab356e019169848e3cda69a5babdf7abcd799820356a043113bf68e7828', 8, 1, 'Personal Access Token', '[]', 0, '2022-03-11 00:06:20', '2022-03-11 00:06:20', '2025-01-10 19:06:20'),
('da8f4f3e2f52cf35ee54e534b60bc4f4085ddf63e16b4d57978f1c43a34463edef6f57c5b5707244', 8, 1, 'Personal Access Token', '[]', 1, '2022-03-11 00:07:36', '2022-03-11 00:07:36', '2025-01-10 19:07:36'),
('5bfe9854db3ba96129dbbf33cb445db728eba342f1e68e27a5a28b4edceb8f632d0b1f8472273319', 6, 1, 'Personal Access Token', '[]', 1, '2022-03-11 00:40:34', '2022-03-11 00:40:34', '2025-01-10 19:40:34'),
('b0e56bd1788f2cefe486cd8b63f5919e27b419edce308d3626a08313f320e192de24c94ed0c342a0', 5, 1, 'Personal Access Token', '[]', 1, '2022-03-11 00:41:19', '2022-03-11 00:41:19', '2025-01-10 19:41:19'),
('03ce5a446b61fa5547bb6b57c64fd997e44387d42bdeabc47f786eee6c12f5f8b5a004e36fe9d771', 6, 1, 'Personal Access Token', '[]', 1, '2022-03-11 00:45:47', '2022-03-11 00:45:47', '2025-01-10 19:45:47'),
('f2ad64854363c2e38cd58d6fc8fac93da69f1acdd66c9409e99e867a1b13d08e6d89f8378745bd93', 7, 1, 'Personal Access Token', '[]', 1, '2022-03-11 00:49:30', '2022-03-11 00:49:30', '2025-01-10 19:49:30'),
('a6cb54021402895f2ea5e09bd55f0383c8ad910e367aa1062ba9b78bfb90d6e02c55211ad1e8b189', 8, 1, 'Personal Access Token', '[]', 1, '2022-03-11 00:51:06', '2022-03-11 00:51:06', '2025-01-10 19:51:06'),
('3b8bd1748e05bf37900b990e231493a86e51f94c870cdf58564c7421d9f245fab57a52bff74b8b0d', 7, 1, 'Personal Access Token', '[]', 1, '2022-03-11 00:51:53', '2022-03-11 00:51:53', '2025-01-10 19:51:54'),
('e6e4d58e0b507edaaf108f1f1f674053324fae9725ca76108b0c7dc2a9f15f07f3ebf915979f0011', 6, 1, 'Personal Access Token', '[]', 1, '2022-03-11 00:54:37', '2022-03-11 00:54:37', '2025-01-10 19:54:37'),
('6625d71ccd49784784d02a7efc4b8534d52d35bbfae16e151201e0f1d65d29ef79a8ce64e346cc53', 5, 1, 'Personal Access Token', '[]', 1, '2022-03-11 00:59:58', '2022-03-11 00:59:58', '2025-01-10 19:59:58'),
('a647945f912dfec3a009df4a60b7ac6e0fe2ea88d53ecc1d364aad6fc8d57490d175199723296821', 8, 1, 'Personal Access Token', '[]', 1, '2022-03-11 01:00:31', '2022-03-11 01:00:31', '2025-01-10 20:00:31'),
('0dbb1ed493afb8f7ef63912d4cb24c67cf3e7f28868c65168e50772c71a3cb40c2c208672b64327b', 8, 1, 'Personal Access Token', '[]', 1, '2022-03-11 01:02:59', '2022-03-11 01:02:59', '2025-01-10 20:03:00'),
('24b94899b0f4eeefbc9c0b49b56df0cf65ddecd8c582ce6304c777d6bc7b9cf35533c6d405aa260c', 7, 1, 'Personal Access Token', '[]', 1, '2022-03-11 01:03:39', '2022-03-11 01:03:39', '2025-01-10 20:03:39'),
('9ca348834ac3ac3ca144be9d54f5d633b3adafd93b655ef5003a90d9acf61091ffdb469dc8241eef', 6, 1, 'Personal Access Token', '[]', 1, '2022-03-11 01:07:39', '2022-03-11 01:07:39', '2025-01-10 20:07:39'),
('7b2ea30a285b41f322ced428161b21e36f42b4e065b4a735d40595b0c63e95eaab25d1bc407ebcec', 7, 1, 'Personal Access Token', '[]', 1, '2022-03-11 01:09:24', '2022-03-11 01:09:24', '2025-01-10 20:09:24'),
('6a40e764c785ea773849e6101f942e6510731ffd6709988eed821fc263db487f3156a7454375475d', 5, 1, 'Personal Access Token', '[]', 1, '2022-03-11 01:15:01', '2022-03-11 01:15:01', '2025-01-10 20:15:01'),
('ccb523ceb03f682e932a16e3d833d6fa25b4bed044afd01afd4043180806914bd8da1c69a231ba47', 7, 1, 'Personal Access Token', '[]', 1, '2022-03-11 02:28:28', '2022-03-11 02:28:28', '2025-01-10 21:28:28'),
('626ee7a46688ede0147e8e555b679d206c20ab8f14a2c1f4e91806cd510bd404db7f86a2bd7cd25e', 5, 1, 'Personal Access Token', '[]', 1, '2022-03-11 02:39:01', '2022-03-11 02:39:01', '2025-01-10 21:39:01'),
('467b682202eef72a0e6cd3836969a4acdc39a18c5452d74c976b7b7cac6e7ab7c46e6cc06264e0ca', 7, 1, 'Personal Access Token', '[]', 1, '2022-03-11 02:56:22', '2022-03-11 02:56:22', '2025-01-10 21:56:22'),
('5957dd20e0a1cd7ab45ae19aadbfbb41636d3646ac510eeae330362d5aeed9f04822d29d4ceb2395', 5, 1, 'Personal Access Token', '[]', 1, '2022-03-11 03:11:55', '2022-03-11 03:11:55', '2025-01-10 22:11:55'),
('0d24a5383485693cce622336c40c4f495ed7944f31fa5fa69303b1c2d98ab66497d737921b52ffd1', 7, 1, 'Personal Access Token', '[]', 1, '2022-03-11 03:14:19', '2022-03-11 03:14:19', '2025-01-10 22:14:19'),
('ab21b73b0d65aed51b2e6b7e9f41f71f665ada98c15bb2f7b9920462628c258847336bf23b87fbe6', 8, 1, 'Personal Access Token', '[]', 1, '2022-03-11 03:15:30', '2022-03-11 03:15:30', '2025-01-10 22:15:30'),
('21d3fb68bc76a3f776a5b2493c80ba96ad3c591a2fa54d40f1aa6a0ecca88907b9bdc3c101763828', 5, 1, 'Personal Access Token', '[]', 1, '2022-03-11 03:17:21', '2022-03-11 03:17:21', '2025-01-10 22:17:21'),
('34ebb3a9ed91d95d919ad9e732d5c1b9e5d519474272a525325b8ca0011257c5a4d29877709c8b76', 7, 1, 'Personal Access Token', '[]', 1, '2022-03-11 03:25:29', '2022-03-11 03:25:29', '2025-01-10 22:25:29'),
('1be9b9e3ca4ac66c7fd4d9d312f5f08f628f54fd581c66ca469427a45d830ed6764bcb00dcbf73cf', 5, 1, 'Personal Access Token', '[]', 1, '2022-03-11 03:25:55', '2022-03-11 03:25:55', '2025-01-10 22:25:55'),
('1a72343a98ae591a0f8dc5e04f84a3a6cf5f89766e9ce40e10e176d90611c1cd2db8d942e86f2004', 7, 1, 'Personal Access Token', '[]', 1, '2022-03-11 03:26:13', '2022-03-11 03:26:13', '2025-01-10 22:26:13'),
('c6b3b549d469075ea0ceb245c74859bd0b41c4e098c5fe2cc2b59b523e5343c11a3c1bd2381cf224', 8, 1, 'Personal Access Token', '[]', 1, '2022-03-11 03:26:55', '2022-03-11 03:26:55', '2025-01-10 22:26:55'),
('5fbd4d25fd415ca56d814ebc09034dd52ae1afc2ef3e089ab022e653404ab3d96ab077ecd07ebdde', 5, 1, 'Personal Access Token', '[]', 1, '2022-03-11 03:27:27', '2022-03-11 03:27:27', '2025-01-10 22:27:27'),
('1c81e617ba5c656e23e3ba1b4e2a135a03b31e6157fa662e7a40fc731f6c14452aacbe8f878f3f26', 7, 1, 'Personal Access Token', '[]', 1, '2022-03-11 03:28:55', '2022-03-11 03:28:55', '2025-01-10 22:28:55'),
('0f6646d95a9c93f8bd6fb0e37186abe03d752a7423dee9ff06bb4080ff14fae4e696818ff21567c8', 6, 1, 'Personal Access Token', '[]', 0, '2022-03-11 12:44:24', '2022-03-11 12:44:24', '2025-01-11 07:44:24'),
('f27f63fb11d2f59e8196c9a5a82f610436e61fc1fabcce1e147ecb7e79f690cf986bad26f12ce8b5', 6, 1, 'Personal Access Token', '[]', 1, '2022-03-11 18:39:20', '2022-03-11 18:39:20', '2025-01-11 13:39:20'),
('d53cb8939f6d02b5ac9d8b6b0a86b091c5f0b26b27878cf49eea630c4a694ca9dfd57888ebb9e216', 6, 1, 'Personal Access Token', '[]', 1, '2022-03-11 21:05:20', '2022-03-11 21:05:20', '2025-01-11 16:05:20'),
('3855b614bd2d72e5b683138bfe26e08200fd7355191f97cf2cdc5ff2ba70e96819fd08b2d90d4014', 7, 1, 'Personal Access Token', '[]', 1, '2022-03-11 21:05:45', '2022-03-11 21:05:45', '2025-01-11 16:05:45'),
('4c1a828826c6ce92b13375811239b92bbe2944988dbb6ada71a3acb9854862bb85b4777efe43c709', 8, 1, 'Personal Access Token', '[]', 1, '2022-03-11 21:06:28', '2022-03-11 21:06:28', '2025-01-11 16:06:28'),
('79c770f8fc7d4f74ef56eed8aa7e435bc71d18b8a67b1850be29dec423b13cd904a585b96b6b9550', 6, 1, 'Personal Access Token', '[]', 1, '2022-03-11 21:07:04', '2022-03-11 21:07:04', '2025-01-11 16:07:04'),
('583a166eaf3f3c0cfc4e56b06562961f98810d9c6f7ca4c8cc1264b6b9749d9a31b5897b343a4036', 7, 1, 'Personal Access Token', '[]', 1, '2022-03-11 21:15:06', '2022-03-11 21:15:06', '2025-01-11 16:15:06'),
('b800eab23632d7e1cc46d0a61ab0811c0191d8a6ca16b7829bd0d7d51a7f1987bf5abbee25225b6e', 8, 1, 'Personal Access Token', '[]', 1, '2022-03-11 21:15:35', '2022-03-11 21:15:35', '2025-01-11 16:15:35'),
('a91a6e44e78e5ba453df462b7ea3dd7e135c5fe5ae97db71e92472ef0288ba7ebe2be9bf6d8f0b64', 6, 1, 'Personal Access Token', '[]', 1, '2022-03-11 21:16:41', '2022-03-11 21:16:41', '2025-01-11 16:16:41'),
('e30a012686d10bb905e34b8bcdf3a397cc9b0446f20731dac6e8fbaabf983fe79fb1b9fd631db559', 7, 1, 'Personal Access Token', '[]', 1, '2022-03-11 21:17:39', '2022-03-11 21:17:39', '2025-01-11 16:17:39'),
('96715eafc2e2c62feaae7a9331086739cc4995d7b3cbafcaacc50f0bf949c1e36219d46b4f3e0970', 8, 1, 'Personal Access Token', '[]', 1, '2022-03-11 21:18:23', '2022-03-11 21:18:23', '2025-01-11 16:18:23'),
('89d85bfcb53ec0e18015470c82f6f75de0bdd13a6d01d60c337bcb73c63db5b11b151dbf1a42c945', 6, 1, 'Personal Access Token', '[]', 1, '2022-03-11 21:18:53', '2022-03-11 21:18:53', '2025-01-11 16:18:53'),
('b23d0a7a99094973d2808be6053fc6fdf6527bd8af9f2aa70826b7ad4237159a01394cc76137251a', 7, 1, 'Personal Access Token', '[]', 1, '2022-03-11 21:33:53', '2022-03-11 21:33:53', '2025-01-11 16:33:53'),
('5392c0e75b76fec14c66954bf75cce97a93fb3b7b35e97857e4a4bd4c94e99cba7e006cb52db850d', 6, 1, 'Personal Access Token', '[]', 1, '2022-03-11 21:34:36', '2022-03-11 21:34:36', '2025-01-11 16:34:36'),
('b1b01428c3804e18932f96b967e5ab09720fb7fce75b6f35f914cb0677d98d9ff15c67b4e2838816', 6, 1, 'Personal Access Token', '[]', 1, '2022-03-11 21:41:26', '2022-03-11 21:41:26', '2025-01-11 16:41:26'),
('96e299bfe336187ec03cf1e8ffbc9f99b733c8c0999be098a01fc5c662d29321c0716973dfb58375', 7, 1, 'Personal Access Token', '[]', 1, '2022-03-11 21:43:09', '2022-03-11 21:43:09', '2025-01-11 16:43:09'),
('dfb2b635911205ab017e7bf165c3c11c55af6d8008533f470661219fa4203e0ec630a8440b2d2956', 8, 1, 'Personal Access Token', '[]', 1, '2022-03-11 21:48:11', '2022-03-11 21:48:11', '2025-01-11 16:48:11'),
('ee8aa8875cd91ee97ec75df2bcc7972577817bcc375361336ebce9e7902a31cad953e903aa5dc92c', 6, 1, 'Personal Access Token', '[]', 1, '2022-03-11 21:48:49', '2022-03-11 21:48:49', '2025-01-11 16:48:49'),
('2858fd8de4cdcb518696afe1927045ec1553cc292deadfbcbb88d8d31e12786d737ddb4a2ec65aa4', 7, 1, 'Personal Access Token', '[]', 1, '2022-03-11 21:51:14', '2022-03-11 21:51:14', '2025-01-11 16:51:14'),
('ee05804faab2adce14434e7d54946fc4875d6e338527cdd86b6a5f72a85683d50122dd72f8ed1c2b', 6, 1, 'Personal Access Token', '[]', 1, '2022-03-11 21:52:20', '2022-03-11 21:52:20', '2025-01-11 16:52:20'),
('37f81cad0011180945b3bc71287004ae1ecba2fa69ae5d360ec1a64b9dd300c7f17f6897c07d6e04', 7, 1, 'Personal Access Token', '[]', 1, '2022-03-11 21:54:12', '2022-03-11 21:54:12', '2025-01-11 16:54:12'),
('feb0693550dd80561a61124804f7ec35705042f1aebb9e75edf205a290936580706b4851d308f1e9', 6, 1, 'Personal Access Token', '[]', 1, '2022-03-11 22:34:00', '2022-03-11 22:34:00', '2025-01-11 17:34:00'),
('43107ce7758d018ade00317f80955612b1da3431f7efa023197efd6d229ce9cbac4ccee496c4d3fb', 7, 1, 'Personal Access Token', '[]', 0, '2022-03-11 22:38:10', '2022-03-11 22:38:10', '2025-01-11 17:38:10'),
('6873791d7eb14b5ca81ca9448a3b0bfcf9240656e4f9bd3cb89c6c36d930dd8ce7241264ba3ae95b', 7, 1, 'Personal Access Token', '[]', 1, '2022-03-11 22:52:23', '2022-03-11 22:52:23', '2025-01-11 17:52:23'),
('707f4e7753736c81b6d63a10e2273ab4a066c8e0e32fd1c61f334d6b608889aead2427b127a196cc', 6, 1, 'Personal Access Token', '[]', 1, '2022-03-11 22:54:32', '2022-03-11 22:54:32', '2025-01-11 17:54:32'),
('68abfb1fc68e8b5877f8fc2571058d7a3347cbf6f8bae3ccc24eb3ac6b97d86b5ef9a8ac550b558f', 7, 1, 'Personal Access Token', '[]', 1, '2022-03-11 23:00:02', '2022-03-11 23:00:02', '2025-01-11 18:00:02'),
('b5207b13c81c09ce8fa2151155ed2d614e10e08c4824706ad318cec697bf647b9e034e80096f8cf0', 8, 1, 'Personal Access Token', '[]', 1, '2022-03-11 23:01:19', '2022-03-11 23:01:19', '2025-01-11 18:01:19'),
('a3576a74fa28f7011a7bc2b5221d689eb55c6663e4c1cce174b8c7c2646baad8464da137d4b76e85', 6, 1, 'Personal Access Token', '[]', 1, '2022-03-11 23:02:10', '2022-03-11 23:02:10', '2025-01-11 18:02:10'),
('cc8616636ff8752da2ed21b64b2ef52bf7a741f3adea6255f137e4fba26333d392eefb92e4b9ac34', 7, 1, 'Personal Access Token', '[]', 1, '2022-03-11 23:04:52', '2022-03-11 23:04:52', '2025-01-11 18:04:52'),
('5acad8e6c0bcae572b55092e2b809113248e802c7f71cf3d4bfe750f6608de81c10876e3c7ca1c19', 8, 1, 'Personal Access Token', '[]', 1, '2022-03-11 23:06:25', '2022-03-11 23:06:25', '2025-01-11 18:06:25'),
('ae772707ee1e26ad42d140cb3c1b9eb61671305b9cca7fc608cfb23d062bccf9c7738990f14db582', 5, 1, 'Personal Access Token', '[]', 1, '2022-03-11 23:07:05', '2022-03-11 23:07:05', '2025-01-11 18:07:05'),
('ff8baa6c13437b659588eb077cdfef409c8371af3d263c36a134ae79198e88253205b2970a44b176', 6, 1, 'Personal Access Token', '[]', 1, '2022-03-11 23:07:28', '2022-03-11 23:07:28', '2025-01-11 18:07:28'),
('43cfb1b8c90a679e49eaec3d07807f55af8e96a84b2b3613ebe245f7ff3d4bfceced3a5af5c26d59', 7, 1, 'Personal Access Token', '[]', 1, '2022-03-11 23:21:34', '2022-03-11 23:21:34', '2025-01-11 18:21:34'),
('68c147b3fc01ea24feacc8bcc1ef4e220d2f5d0150c6b9b4d8b016cdf4e1961c40e1f91870270a56', 8, 1, 'Personal Access Token', '[]', 1, '2022-03-11 23:22:00', '2022-03-11 23:22:00', '2025-01-11 18:22:00'),
('63bea4a43ba2caedfaa8627c987c24aea15292003640560871b9e0d2b7b2b0e023af29a94e4e4e7e', 6, 1, 'Personal Access Token', '[]', 1, '2022-03-11 23:22:29', '2022-03-11 23:22:29', '2025-01-11 18:22:29'),
('291faec64939e11b7244024fdd1cfa6bbb6ab697b272500c3cb5494e03ede368fc0735ef58a1b37b', 7, 1, 'Personal Access Token', '[]', 1, '2022-03-11 23:23:26', '2022-03-11 23:23:26', '2025-01-11 18:23:26'),
('4b4cd39d9dd54ad13ca1fdbe8ad2a6edc89880ba1d6c5b76b3f29a6b47a0f82e7a4d860dc856c873', 6, 1, 'Personal Access Token', '[]', 1, '2022-03-11 23:24:46', '2022-03-11 23:24:46', '2025-01-11 18:24:46'),
('3e3fc725cf8435e9a825dd9663478f421db082f389d11f81c26c5a5eca4515d9cb9a2bbb2992bb8e', 7, 1, 'Personal Access Token', '[]', 1, '2022-03-11 23:40:13', '2022-03-11 23:40:13', '2025-01-11 18:40:13'),
('c2b31faec7b64f8b644dd7ce6da842520e8cccca240273c5611bb47329d41c2b1bda4351e2d36be1', 7, 1, 'Personal Access Token', '[]', 1, '2022-03-11 23:40:54', '2022-03-11 23:40:54', '2025-01-11 18:40:54'),
('32c7bf2d9089ddaea6fe4a932b71835ced72d29d8661bb7d978fc08a9b232d9645ebb89b80391a9b', 8, 1, 'Personal Access Token', '[]', 1, '2022-03-11 23:41:13', '2022-03-11 23:41:13', '2025-01-11 18:41:13'),
('5e0ee3377b8c72f998bedf573a4b68660c72b6dcf603d2833468ac0bcd56be9c544007b5529efcec', 6, 1, 'Personal Access Token', '[]', 1, '2022-03-11 23:41:51', '2022-03-11 23:41:51', '2025-01-11 18:41:51'),
('c327be0f975c9b91cb65a35d05910b76507f7ffbd8f1722e610e76b1648b0be5bf1e5d68ceca3c3d', 7, 1, 'Personal Access Token', '[]', 1, '2022-03-11 23:43:19', '2022-03-11 23:43:19', '2025-01-11 18:43:19'),
('a6c7fb1cc6bec22386f9dec66ec565c8aad5a532441866f7fcd2d71c1213ccb0cb5d0673dd0317e6', 8, 1, 'Personal Access Token', '[]', 1, '2022-03-11 23:43:41', '2022-03-11 23:43:41', '2025-01-11 18:43:41'),
('3bc9fad483764fae2d8ea46ac0ab83a7b1e1e3ce475ebea3b57d507a2898d3727470b71d4fbb6722', 6, 1, 'Personal Access Token', '[]', 1, '2022-03-11 23:44:15', '2022-03-11 23:44:15', '2025-01-11 18:44:15'),
('a0186aabeaeb7ecd34423752a013fa105f4a41841d3741048b7087428589de176f1f8b271f3adc99', 7, 1, 'Personal Access Token', '[]', 1, '2022-03-11 23:44:52', '2022-03-11 23:44:52', '2025-01-11 18:44:52'),
('f1ce6fd37d0d53c4d67cebdfc854b1246b58cf4a33db82a1a040fd269c2ddca0016c7edca5e84fe2', 8, 1, 'Personal Access Token', '[]', 1, '2022-03-11 23:45:10', '2022-03-11 23:45:10', '2025-01-11 18:45:10'),
('f11c1d28dca88676d47518b15b12c2792e43d09f97e962451820e850be73d1306788184af0a33d0b', 6, 1, 'Personal Access Token', '[]', 1, '2022-03-11 23:57:12', '2022-03-11 23:57:12', '2025-01-11 18:57:12'),
('777500a7910d5bc0895e432d1fd12afd427805da757ebd28878477bd5eadd636d2aa0f07af0f1580', 7, 1, 'Personal Access Token', '[]', 1, '2022-03-12 00:03:49', '2022-03-12 00:03:49', '2025-01-11 19:03:49'),
('61499cc82252df244e7c593c9ee5241d655bb31eb5462fde790513898a1f6636ac99350c8d102a9e', 7, 1, 'Personal Access Token', '[]', 1, '2022-03-12 00:08:53', '2022-03-12 00:08:53', '2025-01-11 19:08:53'),
('706a5dbd9f53adc2016a8a2418c64f8c2b1e068a1442ac37b30e15e5c1592b1e4357f9c31f5e2a22', 7, 1, 'Personal Access Token', '[]', 1, '2022-03-12 00:10:39', '2022-03-12 00:10:39', '2025-01-11 19:10:39'),
('bf9b395036dfbbfaf8dcd9e9a9228c19c25d000243ee3dc0c809bc72da91e24902a9989a0b0a4c55', 8, 1, 'Personal Access Token', '[]', 1, '2022-03-12 00:24:40', '2022-03-12 00:24:40', '2025-01-11 19:24:40'),
('442a14efa1d1fa6170d5e4dc4c5085522e845f09bbbffda5af83c4aff62ff951336426f73b48ec7f', 6, 1, 'Personal Access Token', '[]', 1, '2022-03-12 00:25:17', '2022-03-12 00:25:17', '2025-01-11 19:25:17'),
('b31505f70e554ed11a1765ce41f0fb85542eee9f03c16c6e66255264451e52473fc87f63031a45ed', 8, 1, 'Personal Access Token', '[]', 1, '2022-03-12 00:26:32', '2022-03-12 00:26:32', '2025-01-11 19:26:32'),
('ecdd08140e60b2a91bfd2526ccf96418d97379de4f13b4574d4615b49175e5eeef9d8028e3c41bcf', 6, 1, 'Personal Access Token', '[]', 1, '2022-03-12 00:28:14', '2022-03-12 00:28:14', '2025-01-11 19:28:14'),
('3f75ac4be1fed6b0452d0be772ce48c2d47d61bbb1739ab14602f13b1301c9b8aab53caffadbecfb', 8, 1, 'Personal Access Token', '[]', 1, '2022-03-12 00:30:53', '2022-03-12 00:30:53', '2025-01-11 19:30:54'),
('336fdf337ca3bd322594311d6f3b838c11a84ce53c9e9725959db398290d3fbee9f711d9fc04f38e', 6, 1, 'Personal Access Token', '[]', 1, '2022-03-12 00:32:15', '2022-03-12 00:32:15', '2025-01-11 19:32:15'),
('419a662cb7501820e2bda62c056e7ac75b86da67349779e38d2a4446b9235954724c7d0e230300dd', 8, 1, 'Personal Access Token', '[]', 1, '2022-03-12 00:35:15', '2022-03-12 00:35:15', '2025-01-11 19:35:15'),
('7ab0e019ad34fd86f15ac51728201218197c35b78b97d6fab5c5f46d228889377a780d71951eae06', 6, 1, 'Personal Access Token', '[]', 1, '2022-03-12 00:37:46', '2022-03-12 00:37:46', '2025-01-11 19:37:46'),
('4c8db16ffe99ae7cae95f3c02b22fc8dcb5fae4f9ac4d4e49111e2ccfe881a847d7609595f9deb07', 6, 1, 'Personal Access Token', '[]', 0, '2022-03-12 13:37:50', '2022-03-12 13:37:50', '2025-01-12 08:37:50'),
('c466a8240f0102d8b4c11d6c4936dfd631ff9889720189b7af92ae24352984b3b0de1019ef7e89b7', 7, 1, 'Personal Access Token', '[]', 1, '2022-03-12 13:39:26', '2022-03-12 13:39:26', '2025-01-12 08:39:26'),
('10068c5f05119fb65941e5610f6bc59ad1e34c8161d2290b5fdf0328412ab4b78a17b314bca1aca9', 6, 1, 'Personal Access Token', '[]', 1, '2022-03-12 13:45:30', '2022-03-12 13:45:30', '2025-01-12 08:45:30'),
('a51b8736afd4def0b69b994dd0354ff716440b17e27717ec57a0e14a3a13ef759e2f17012222a166', 7, 1, 'Personal Access Token', '[]', 1, '2022-03-12 13:47:15', '2022-03-12 13:47:15', '2025-01-12 08:47:15'),
('9f9f62ceaf97521ac0e9145dc5a2809137b2a662c5333021a11c552394a0a6bd8200fd98fe4c7a91', 6, 1, 'Personal Access Token', '[]', 1, '2022-03-12 13:47:58', '2022-03-12 13:47:58', '2025-01-12 08:47:58'),
('a51097966db973e62e7029c0b081c0482d79974a4ecce9d27a1f677663c342a48b7c06185fd021db', 6, 1, 'Personal Access Token', '[]', 1, '2022-03-12 14:00:45', '2022-03-12 14:00:45', '2025-01-12 09:00:45'),
('939943f6b62d9dc745cc45792cc8a8b6b9c7be63c4aa989b6532071da1d67aeae314dc796cab56b0', 7, 1, 'Personal Access Token', '[]', 1, '2022-03-12 14:48:32', '2022-03-12 14:48:32', '2025-01-12 09:48:32'),
('53b69631f9629456bd4eb4158038efc72507bb989ec3a63fb09cefd898686a745eef0125d36803cf', 6, 1, 'Personal Access Token', '[]', 1, '2022-03-12 14:52:02', '2022-03-12 14:52:02', '2025-01-12 09:52:02'),
('c0cb81476672db6e37fff293b8ec853814ec7f25d2c1f3dc838daefb50486a6f0e2c7db58d0494df', 7, 1, 'Personal Access Token', '[]', 1, '2022-03-12 15:12:42', '2022-03-12 15:12:42', '2025-01-12 10:12:42'),
('f16d20fd1fb355bf16bb16ae627f00f1c2b9c19a108714d9b0eab903ccfcd0c181a1d13e2739eb46', 6, 1, 'Personal Access Token', '[]', 1, '2022-03-12 15:50:06', '2022-03-12 15:50:06', '2025-01-12 10:50:06'),
('7995f9f8cbc2ba48606e7e8d0c90997b8967fd7a1aa35bff532b9fb7185dd2d3176eedbb106c1d3b', 7, 1, 'Personal Access Token', '[]', 1, '2022-03-12 16:02:56', '2022-03-12 16:02:56', '2025-01-12 11:02:56'),
('25aff9c21dc9fadb8e94e160bb03217c33878199701b485dcd67479e86a93ca70fcb0faf741e4d83', 7, 1, 'Personal Access Token', '[]', 1, '2022-03-12 16:03:18', '2022-03-12 16:03:18', '2025-01-12 11:03:18'),
('49855ad353986def28b2ffdda66663b20c9f05dcf21788aa03cc13ea362b7168068430904cfca607', 6, 1, 'Personal Access Token', '[]', 1, '2022-03-12 16:03:30', '2022-03-12 16:03:30', '2025-01-12 11:03:30'),
('0f452a410ad77e7d4c2a634283f37f656e3d3ae3dff81c54fb394e67ea27c3c03f0ea8073e4d34b5', 7, 1, 'Personal Access Token', '[]', 1, '2022-03-12 16:08:32', '2022-03-12 16:08:32', '2025-01-12 11:08:32'),
('12bd2debadefa851c5a4a45052e6f55979e846542b7568bc18661e5aeca6fd396c1ecca4bc5d2ffb', 6, 1, 'Personal Access Token', '[]', 1, '2022-03-12 16:21:44', '2022-03-12 16:21:44', '2025-01-12 11:21:44'),
('181104869340e03818731a5f3c57ce653d33401fa37f5466b21c654baab299efd18ee50fae9369ec', 7, 1, 'Personal Access Token', '[]', 1, '2022-03-12 16:22:27', '2022-03-12 16:22:27', '2025-01-12 11:22:27'),
('9357f943391f6f612ad2a8abe82305155bbaf2705c6fc14c72791cbeef9e47462c7b156be1e1b441', 6, 1, 'Personal Access Token', '[]', 1, '2022-03-12 16:23:19', '2022-03-12 16:23:19', '2025-01-12 11:23:19'),
('ff13116ad11f418d8ea1d1df6fe963a6e7d8939a97950d37bd7b624c21140ac4bc26950bb1783bd2', 7, 1, 'Personal Access Token', '[]', 1, '2022-03-12 16:24:05', '2022-03-12 16:24:05', '2025-01-12 11:24:05'),
('e8c663c714f87c3539ba7a1da80e2773cec3f5cb34a1a6f9cd99352cd15d03a2712ab18b5af8e644', 6, 1, 'Personal Access Token', '[]', 1, '2022-03-12 16:24:35', '2022-03-12 16:24:35', '2025-01-12 11:24:35'),
('b821017c8eb0135c78286a8435be0363f81b6cdb9ac75c5d10d1f8467622a9277e0ea02ac23627a5', 7, 1, 'Personal Access Token', '[]', 1, '2022-03-12 16:52:50', '2022-03-12 16:52:50', '2025-01-12 11:52:50'),
('fdb81697783ad32c34451b59b4ba533637764e60088f9001394d9b2ba4797614b64d216651d568b9', 6, 1, 'Personal Access Token', '[]', 1, '2022-03-12 16:57:54', '2022-03-12 16:57:54', '2025-01-12 11:57:54'),
('0221c3d12d1de6e281ae6edcae4ff6bd5d94bda6c2c8eb0e4212ebb68437f298a17683439f5c1f13', 7, 1, 'Personal Access Token', '[]', 1, '2022-03-12 17:00:58', '2022-03-12 17:00:58', '2025-01-12 12:00:58'),
('8ed57160699a6fea20ecf360de9fb7500393560b25ea7265aeb8283910fd991d7209c5a8d3ee7e32', 6, 1, 'Personal Access Token', '[]', 1, '2022-03-12 17:03:18', '2022-03-12 17:03:18', '2025-01-12 12:03:18'),
('9c2c3a9a1f3f7f18983920fb60a966bcdfbd32aa6ff392ecdfc794494f00f3e40ee11800dea0cdf4', 7, 1, 'Personal Access Token', '[]', 1, '2022-03-12 17:04:23', '2022-03-12 17:04:23', '2025-01-12 12:04:23'),
('69c19e0574026f108e9c7aeb629e5e2ef4272f0f06542c1c688a2db986ca822549126a3d8c2970b5', 6, 1, 'Personal Access Token', '[]', 1, '2022-03-12 17:25:14', '2022-03-12 17:25:14', '2025-01-12 12:25:14'),
('d7c573d2f1b946c0b703dd8fe8740c9e0159a7085e3c975d7f45f0d3141ff4ccc9ec5c278e15d17f', 7, 1, 'Personal Access Token', '[]', 1, '2022-03-12 17:25:54', '2022-03-12 17:25:54', '2025-01-12 12:25:54'),
('992394e2c48722c7e4a8ef1a57c72259e05f49b8c4850b7952b76d305768dc74396adea2edc7436d', 6, 1, 'Personal Access Token', '[]', 1, '2022-03-12 17:26:40', '2022-03-12 17:26:40', '2025-01-12 12:26:40'),
('dafdbdbdd76d0d6637fe7903fdc3751b3c11b77c984ab22058c482c7f3509460e8a5e80af5535784', 7, 1, 'Personal Access Token', '[]', 1, '2022-03-12 17:27:39', '2022-03-12 17:27:39', '2025-01-12 12:27:39'),
('70e81d9e102ee2b07004eb6bc8eb4494bdb0b6c82674b56dd512ed6674f9bafc771d614aab7f2516', 6, 1, 'Personal Access Token', '[]', 1, '2022-03-12 17:31:58', '2022-03-12 17:31:58', '2025-01-12 12:31:58'),
('2cb82c6677292d9bab661efca4679aeac322c32fe67a07441ce11474131822244cce95ccd8b7a331', 6, 1, 'Personal Access Token', '[]', 0, '2022-03-13 01:42:20', '2022-03-13 01:42:20', '2025-01-12 20:42:20'),
('86be1b4f8e4e8bfea0204dbcdbd939984108b9e31a55631b107ae30f0b16e1d4b0b25da4fb50a6bb', 6, 1, 'Personal Access Token', '[]', 0, '2022-03-13 01:47:22', '2022-03-13 01:47:22', '2025-01-12 20:47:22'),
('7182e8feef50a2bae66314ee8141eea59678f2b3877f4c5b339ac19ac9910e5b07bcdd89f96222eb', 6, 1, 'Personal Access Token', '[]', 0, '2022-03-13 02:12:54', '2022-03-13 02:12:54', '2025-01-12 21:12:54'),
('fea2bbc802958889a337b43b699cdf4537b4de5f985e1c8ab937dca1bc3cd76be491715735db47f6', 6, 1, 'Personal Access Token', '[]', 1, '2022-03-13 04:26:16', '2022-03-13 04:26:16', '2025-01-12 23:26:16'),
('e8bd65f9263bc0a256d4d3627aadf1516095f15a4ebf2a15a9419b792aa6453a3cea4a649bedda6a', 7, 1, 'Personal Access Token', '[]', 1, '2022-03-13 05:48:08', '2022-03-13 05:48:08', '2025-01-13 00:48:08'),
('11f5433ee86d6f342b182121967139adf6c1c0bedba9792bd83e557564d7dbef8af340c6703f3967', 6, 1, 'Personal Access Token', '[]', 1, '2022-03-13 05:53:44', '2022-03-13 05:53:44', '2025-01-13 00:53:44'),
('2a49ee4b0ae2ed7194d6df14c044fb0bbc08d7adddab2408ca35bc449c7956ad09fdd0e82f727293', 8, 1, 'Personal Access Token', '[]', 1, '2022-03-13 05:54:37', '2022-03-13 05:54:37', '2025-01-13 00:54:37'),
('3e76c08abc70651a967ce14ed0857bcd67829d8ad57e760244bac40a5cbf4799b8581dfc93983c70', 6, 1, 'Personal Access Token', '[]', 1, '2022-03-13 05:55:42', '2022-03-13 05:55:42', '2025-01-13 00:55:42'),
('c0965d4a079ad4159771499e21c202936ffe32c4181b8c2ce8750238ac1fff14ecba4d9a0fa94170', 7, 1, 'Personal Access Token', '[]', 1, '2022-03-13 05:57:33', '2022-03-13 05:57:33', '2025-01-13 00:57:33'),
('9080eb5dc0b704dc159074c223d8aad94de2d82f043a3c8a7e6d73c1c0c370f19d8da1d8311eecb1', 8, 1, 'Personal Access Token', '[]', 1, '2022-03-13 05:57:57', '2022-03-13 05:57:57', '2025-01-13 00:57:57'),
('f5443a6d846b4a8be6bd3ced9043f2790c473b9a3e8943dc87da4dc0fb855364b0c943011356fe70', 6, 1, 'Personal Access Token', '[]', 1, '2022-03-13 12:28:01', '2022-03-13 12:28:01', '2025-01-13 08:28:01'),
('3f37bbeb062328cab1921c8d66ae6ed34ae91ca60be96a0009fe66e4dca15c959fbdcd915af7d4a2', 7, 1, 'Personal Access Token', '[]', 0, '2022-03-13 12:37:41', '2022-03-13 12:37:41', '2025-01-13 08:37:41'),
('11b7d3dae38c81491fa35fa947cc17ad143b89367b35cffebe399330f0aed7ea71fbf99f36c4a2dd', 6, 1, 'Personal Access Token', '[]', 1, '2022-03-13 12:40:54', '2022-03-13 12:40:54', '2025-01-13 08:40:54'),
('a42eb36ff00b39a01953844bbb5057a3ea1ccb01d1a29329880604aa079554e8e5d8fa1afaafbec7', 9, 1, 'Personal Access Token', '[]', 1, '2022-03-13 13:42:09', '2022-03-13 13:42:09', '2023-03-13 09:42:09'),
('5ea944a4f2933e79b4bb73f9b557edf992078c4ef235755ecc9c32cf0bef08d1d3d688e0e773484b', 10, 1, 'Personal Access Token', '[]', 1, '2022-03-13 13:47:12', '2022-03-13 13:47:12', '2023-03-13 09:47:12'),
('31bb8b5ece3ceded5654a0a15a7d1aae18505d6b58fcfdf34fefcdf0d55ab8a70119008292aa01e2', 9, 1, 'Personal Access Token', '[]', 0, '2022-03-13 13:51:33', '2022-03-13 13:51:33', '2025-01-13 09:51:33'),
('8c7bf4f269c223208f1e15a6b8e320f7ea068c78a05b3950e87edce99da73a33315a75921f28f630', 7, 1, 'Personal Access Token', '[]', 1, '2022-03-13 14:16:18', '2022-03-13 14:16:18', '2025-01-13 10:16:18'),
('efbc5922a61b519e994498f12106d168270d5634c6cb12622901e54d6086e756f4b95ba02ba59853', 6, 1, 'Personal Access Token', '[]', 0, '2022-03-13 15:22:48', '2022-03-13 15:22:48', '2025-01-13 11:22:48'),
('f61fe7cb277bd82c2ec9a0090121eb990e0d48372c7d409ee4fd4a9aa5f2493462424fb1a93146e0', 6, 1, 'Personal Access Token', '[]', 0, '2022-03-13 16:14:56', '2022-03-13 16:14:56', '2025-01-13 12:14:56'),
('365e5107594f078c58afa76f6ec8442b96d8102f40586c7c516356b793297de96799cc7a43d1ca5d', 6, 1, 'Personal Access Token', '[]', 0, '2022-03-13 16:16:14', '2022-03-13 16:16:14', '2025-01-13 12:16:14'),
('b19e9b720d9de8471ef32afe5fd16b99d26016c9409fa99b4f7c8ec9ca2b4d05427e41a0b4b89767', 6, 1, 'Personal Access Token', '[]', 0, '2022-03-13 18:24:26', '2022-03-13 18:24:26', '2025-01-13 14:24:26'),
('5bffde410a34342b5a40e73c9e1068e6f866bfde4f1d78d1ee2cb71b281c56d141fe2b3891b38cde', 11, 1, 'Personal Access Token', '[]', 0, '2022-03-13 19:02:14', '2022-03-13 19:02:14', '2023-03-13 15:02:14'),
('faadf5cdd37c732357725c0d59c2331a1b87a67f2d07bcf64e9b246dbee953da362873630f28a83d', 11, 1, 'Personal Access Token', '[]', 0, '2022-03-13 19:06:39', '2022-03-13 19:06:39', '2025-01-13 15:06:39'),
('8568ae9e3a872b30a0519baaf1a53294245d82c72d63133885ddcd066680d29cf2ca471bc7323ce4', 11, 1, 'Personal Access Token', '[]', 0, '2022-03-13 19:06:47', '2022-03-13 19:06:47', '2025-01-13 15:06:47'),
('6f51e34f7fa851263f4feef668c6f2a8b55b8664a204cb3bcbb3bad587bf57e8552d1f46d199d584', 7, 1, 'Personal Access Token', '[]', 0, '2022-03-13 19:12:22', '2022-03-13 19:12:22', '2025-01-13 15:12:22'),
('1fa6479d9b9546f78e205fb6087340def1acc3592b15fb771d6b8e8f079e23e5af15b789a644fb5c', 10, 1, 'Personal Access Token', '[]', 1, '2022-03-13 19:30:24', '2022-03-13 19:30:24', '2025-01-13 15:30:24'),
('d20f320e838d0c164142ea86caafc41d02f36a0508e09bc3733540de97e9ce73bdfdf660fa0d85ba', 9, 1, 'Personal Access Token', '[]', 0, '2022-03-13 19:31:03', '2022-03-13 19:31:03', '2025-01-13 15:31:03'),
('f526944fcb74fe0fb1fc19d94f597b871ae22c3ee580671984662ccb2db4e32a1b9c4da0c9623fed', 12, 1, 'Personal Access Token', '[]', 1, '2022-03-13 19:40:05', '2022-03-13 19:40:05', '2023-03-13 15:40:05'),
('05b9d6a40a709898decfaa114989e4c4daf8c82dc3849bd30b163896117d612d135aa00d35a88827', 6, 1, 'Personal Access Token', '[]', 1, '2022-03-14 13:01:38', '2022-03-14 13:01:38', '2025-01-14 09:01:38'),
('02c443fa5b33c360e48fb639fbf5714ab93fb9a2e2b6465c0029502f9cc75f2f8a2f2c3223e79cc4', 5, 1, 'Personal Access Token', '[]', 0, '2022-03-14 14:27:31', '2022-03-14 14:27:31', '2025-01-14 10:27:31'),
('451dd50202049dbff9d12f6057bd593b8fb197d95639e1739b43c4f584accf4ae9a295710ab05d89', 7, 1, 'Personal Access Token', '[]', 1, '2022-03-14 20:29:40', '2022-03-14 20:29:40', '2025-01-14 16:29:40'),
('8df938349ada2511d71e55aa161d61a508b2e61e938e7db00c20a52cf4f04d1e7f7f202bd0345738', 8, 1, 'Personal Access Token', '[]', 1, '2022-03-14 20:42:19', '2022-03-14 20:42:19', '2025-01-14 16:42:19'),
('2f0f3958c09d39be9c826c2edf49aa056cd8f2dbcfd8353e174207ac32811179c83bd4ff658b2476', 7, 1, 'Personal Access Token', '[]', 1, '2022-03-14 20:42:40', '2022-03-14 20:42:40', '2025-01-14 16:42:40'),
('17014c3a0c39e25fa1abf765e26ac4050b89ee39aefd7c727421b214ef9d1d602f57d60387cb9d7c', 6, 1, 'Personal Access Token', '[]', 1, '2022-03-14 21:23:33', '2022-03-14 21:23:33', '2025-01-14 17:23:33'),
('5a03487557916beca95c986567eb07c478a59261ba9dbc27f11e2a8b35f8398d22b806e88e69dc11', 5, 1, 'Personal Access Token', '[]', 1, '2022-03-15 11:19:51', '2022-03-15 11:19:51', '2025-01-15 07:19:51'),
('bf89d0df063171aea7cf44389dab2a6fac609591e80320ee091f4c54906c29fcd3625847d379f0a9', 8, 1, 'Personal Access Token', '[]', 0, '2022-03-15 11:20:45', '2022-03-15 11:20:45', '2025-01-15 07:20:45'),
('c2ac39084c720e575fb63ebfcffead16f8c6ef5db80d771db3349bd927dbf1a803c23f6b137a1c70', 8, 1, 'Personal Access Token', '[]', 1, '2022-03-15 11:25:55', '2022-03-15 11:25:55', '2025-01-15 07:25:55'),
('a2f397d2993f6711fda6d2396e2a259d24bc9b5b6fa44511629e030eda9a473d07e8bb6dd86a7539', 6, 1, 'Personal Access Token', '[]', 1, '2022-03-15 11:37:45', '2022-03-15 11:37:45', '2025-01-15 07:37:45'),
('85e4f15677bc5c70b2b273a07efcbfaafc8e96d73b5a18dced8ab1c4e39ba105b4ef1217ad59adc4', 8, 1, 'Personal Access Token', '[]', 0, '2022-03-15 11:41:59', '2022-03-15 11:41:59', '2025-01-15 07:41:59'),
('a5eb7bdc6c87f294b3a29cfe3e4eb5cd7f83af760be887c8cffd95f05ed52fc00277af262c254906', 8, 1, 'Personal Access Token', '[]', 1, '2022-03-15 11:41:59', '2022-03-15 11:41:59', '2025-01-15 07:41:59'),
('ee4f80b33e65b989d2a30065ee2e9a7d3c2079274b047ae009dc616de6f9901a1712216c95d33812', 7, 1, 'Personal Access Token', '[]', 1, '2022-03-15 11:45:22', '2022-03-15 11:45:22', '2025-01-15 07:45:22'),
('c90512cb418b3d9f83864f7dd62de71286d4e3d659b4d765693bccf98c8d95907ef99857f0fe5c82', 7, 1, 'Personal Access Token', '[]', 1, '2022-03-15 11:46:08', '2022-03-15 11:46:08', '2025-01-15 07:46:08'),
('e4514c2b7adf5e7210c521d972010ffc1ad522ef6d5ef9eb4e23c41fb5093bc8d9b9f35da81b2e24', 6, 1, 'Personal Access Token', '[]', 1, '2022-03-15 11:47:39', '2022-03-15 11:47:39', '2025-01-15 07:47:39'),
('ce2176077f64e20cb31e384983534c2debbd5d44daae19229b466a214d47b47eddd5ade63e23d397', 7, 1, 'Personal Access Token', '[]', 1, '2022-03-15 11:50:21', '2022-03-15 11:50:21', '2025-01-15 07:50:21'),
('9bf23b1e3af75e0aea974062a9b339063709c14610e71f6920b34e9b595791cbaaa1d84255bee020', 7, 1, 'Personal Access Token', '[]', 0, '2022-03-15 11:58:19', '2022-03-15 11:58:19', '2025-01-15 07:58:19'),
('110ee4cea27cf304205a370e7f9d48f7a47436145aebbb8456b0ad3157e94e8068f3c538bc6788cd', 7, 1, 'Personal Access Token', '[]', 1, '2022-03-15 12:20:51', '2022-03-15 12:20:51', '2025-01-15 08:20:51');
INSERT INTO `oauth_access_tokens` (`id`, `user_id`, `client_id`, `name`, `scopes`, `revoked`, `created_at`, `updated_at`, `expires_at`) VALUES
('a4208d67fd2b1f2ab78a3e6795855eadf7f86a9d6f975f2bf7181c811753de40f3cc0dfb188c9bb7', 6, 1, 'Personal Access Token', '[]', 1, '2022-03-15 12:21:48', '2022-03-15 12:21:48', '2025-01-15 08:21:48'),
('6f01a589c0db4c07e53d783dc842d2b999aef7255e2f552a3129c4a409a731d7814f659faed14057', 8, 1, 'Personal Access Token', '[]', 1, '2022-03-15 12:22:25', '2022-03-15 12:22:25', '2025-01-15 08:22:25'),
('b6d55e34642fb01419610fb6d341c5b873e8db7bd2c69a240dbf6602235c19a9656b322e66e7e64a', 7, 1, 'Personal Access Token', '[]', 1, '2022-03-15 12:22:51', '2022-03-15 12:22:51', '2025-01-15 08:22:51'),
('16c5501c343a0476bb1c579d83df9e3d4fe4d5fa2b1017b47d9c413d63146122bdb63610320dc3a3', 6, 1, 'Personal Access Token', '[]', 1, '2022-03-15 12:23:17', '2022-03-15 12:23:17', '2025-01-15 08:23:17'),
('0d71939cb7e6be77b6a3e22e9149e804e00f7613ed1d74b803b054cf571c6dc5cc4d3dc785232233', 7, 1, 'Personal Access Token', '[]', 1, '2022-03-15 12:23:52', '2022-03-15 12:23:52', '2025-01-15 08:23:52'),
('78ce8df925f955841c7c9eb2c913a2628b48105da4895736b9c549d1c59249d830cc7cf4905e5424', 6, 1, 'Personal Access Token', '[]', 1, '2022-03-15 12:24:28', '2022-03-15 12:24:28', '2025-01-15 08:24:28'),
('d1487a6f9cbf56b5927683dd4f6c63634914f4fa5b968e0ef9a8301c05db08479ef549c459acdb15', 7, 1, 'Personal Access Token', '[]', 1, '2022-03-15 12:25:51', '2022-03-15 12:25:51', '2025-01-15 08:25:51'),
('135553f0e73779407f7662524f19bba578f03b542f3bd2d9b80d923b52fa70ee3946de4d0581ca58', 6, 1, 'Personal Access Token', '[]', 1, '2022-03-15 12:26:43', '2022-03-15 12:26:43', '2025-01-15 08:26:43'),
('ff0a799a26207b36f84acf4ba9327c1450f6d256a0472fe51f882bebede8a8b07d9c96b6c3ef7eb9', 13, 1, 'Personal Access Token', '[]', 0, '2022-03-15 12:40:21', '2022-03-15 12:40:21', '2023-03-15 08:40:21'),
('cc965a8a8ac725ba5913458ad21d0dd5c1b47fd826fe725633d0791e68d80a521de5bb2028220c9d', 10, 1, 'Personal Access Token', '[]', 1, '2022-03-15 13:22:39', '2022-03-15 13:22:39', '2025-01-15 09:22:39'),
('9b3a8ee4d5fd46386859cc4045b3d9d154d58d058a0a253901263eb855817138cf441cfcf39076ca', 9, 1, 'Personal Access Token', '[]', 1, '2022-03-15 13:38:32', '2022-03-15 13:38:32', '2025-01-15 09:38:32'),
('cf433b0eb8aed48d6ea5235e791775877ed8f503ac951e75df1b9252ab2facfb5100aaddf3e6d93c', 10, 1, 'Personal Access Token', '[]', 1, '2022-03-15 15:40:22', '2022-03-15 15:40:22', '2025-01-15 11:40:22'),
('eca6249a35d5260719e50ddd100195bfb59784a04e9ea199d65db140178317d1255cf11533a2c056', 10, 1, 'Personal Access Token', '[]', 1, '2022-03-15 15:42:18', '2022-03-15 15:42:18', '2025-01-15 11:42:18'),
('ad3ac04bd9c97a8db32d03dd7c1adf141df104f87931cc4eec2c5489325f10d0cd959b1aafb329da', 9, 1, 'Personal Access Token', '[]', 1, '2022-03-15 15:46:54', '2022-03-15 15:46:54', '2025-01-15 11:46:54'),
('1259a79273059e59a98aa736cc4abf9da76ced0928c3447d5ccf38219b93cc70ae576e75ff6894ed', 10, 1, 'Personal Access Token', '[]', 1, '2022-03-15 15:47:20', '2022-03-15 15:47:20', '2025-01-15 11:47:20'),
('0a7fda168dd43623df70dc8a3bda7c44633dd0e23c9f7f780415083f539d5a433a12e4a090e1e49f', 10, 1, 'Personal Access Token', '[]', 1, '2022-03-15 15:52:59', '2022-03-15 15:52:59', '2025-01-15 11:52:59'),
('07a0128fcfb3763ba624bedc6c984c9244a4673ba0a9ed762f91c5c20464efdee65a9f9f433c4401', 6, 1, 'Personal Access Token', '[]', 1, '2022-03-15 16:17:01', '2022-03-15 16:17:01', '2025-01-15 12:17:01'),
('fc8ef8c198f6282aa352ad770ce9e0aded42fea440f7bfdf5eb300f3aabb46c9d01b872255c7a171', 9, 1, 'Personal Access Token', '[]', 0, '2022-03-15 16:19:41', '2022-03-15 16:19:41', '2025-01-15 12:19:41'),
('61bf812559a4bc1587e80e4e1ed43f98add079b4501559c14cff3c11352ac97bd5a832caa7034c44', 6, 1, 'Personal Access Token', '[]', 0, '2022-03-15 17:02:20', '2022-03-15 17:02:20', '2025-01-15 13:02:20'),
('654fe5b8106d55b300493ce87d9e8607ae8ff1e6c0294409a709a29fabe67e8b247a2cc0b6922698', 10, 1, 'Personal Access Token', '[]', 0, '2022-03-15 17:29:38', '2022-03-15 17:29:38', '2025-01-15 13:29:38'),
('f6604a31976f25b85d4d739b11c8aaf16cb4d28516864bd023f44b81674db8f3745ccb1294bf240b', 14, 1, 'Personal Access Token', '[]', 0, '2022-03-15 17:41:30', '2022-03-15 17:41:30', '2023-03-15 13:41:30'),
('5c57d664d712e420914fa6ccec9bd8c83ccbc4d738089b24a22522f14d494249d0516d2ddef0dcc7', 15, 1, 'Personal Access Token', '[]', 1, '2022-03-15 17:50:53', '2022-03-15 17:50:53', '2023-03-15 13:50:53'),
('881ac99aa536ca46e271f098f45df50a8732b684c0bea8ab411f724fe76f3e092f95cb7c6a25e2e3', 6, 1, 'Personal Access Token', '[]', 0, '2022-03-15 18:25:29', '2022-03-15 18:25:29', '2025-01-15 14:25:29'),
('8baee0b7517cdce722de23cccbed51dc1d1bd4de14771fd0bc1e4ae4562efbf0175891e4573a4286', 6, 1, 'Personal Access Token', '[]', 1, '2022-03-15 18:47:31', '2022-03-15 18:47:31', '2025-01-15 14:47:31'),
('7860dc0531c2bad7e7912783e060967e0c878a2616f39841c8bd73a67df59bdaa9a03aa76945437f', 7, 1, 'Personal Access Token', '[]', 0, '2022-03-15 18:58:41', '2022-03-15 18:58:41', '2025-01-15 14:58:41'),
('44db9648032e474700384f0bb3c0da6c0059011f32efa098b6f1988eaea1ce2fb2cda1570af3f0c4', 7, 1, 'Personal Access Token', '[]', 0, '2022-03-15 19:01:13', '2022-03-15 19:01:13', '2025-01-15 15:01:13'),
('4cee1d9c2b15547789375cb091658f0f32f7d41f07e5c09ea7d9c4ba228d1768f726990e79d11aaf', 16, 1, 'Personal Access Token', '[]', 1, '2022-03-16 17:55:10', '2022-03-16 17:55:10', '2023-03-16 13:55:10'),
('4df7706f7acffd929d17974a2d2b1b20b58e3702c1feb576087f069c7edd4ca9bb39f25f3a63d4c7', 12, 1, 'Personal Access Token', '[]', 1, '2022-03-16 20:14:31', '2022-03-16 20:14:31', '2025-01-16 16:14:31'),
('2baf9d87c547e7c5511c89e7129a49d63ee8d2ebbf09c6f093753775e27e8a8897d66ff1bbbf318f', 12, 1, 'Personal Access Token', '[]', 1, '2022-03-16 20:50:04', '2022-03-16 20:50:04', '2025-01-16 16:50:04'),
('7c4908846d08bd84ed7b31ce19f9ded9d7c6346cb35255da9d3b3f2fb2eec2d65dc109faf98f6e8e', 12, 1, 'Personal Access Token', '[]', 1, '2022-03-17 01:55:07', '2022-03-17 01:55:07', '2025-01-16 21:55:07'),
('2ceb42275f003f08102b7e28171857c3c4feadcc5af079affe1229dd7d0e1e05d8e92be20f39f998', 16, 1, 'Personal Access Token', '[]', 0, '2022-03-17 02:10:16', '2022-03-17 02:10:16', '2025-01-16 22:10:16'),
('7183b66661f6bfcd65a9d3e53e05c97f3e6e4b1431083af8d0e99a4f4c14cc88e69a584059cc1dd7', 6, 1, 'Personal Access Token', '[]', 0, '2022-03-17 10:47:58', '2022-03-17 10:47:58', '2025-01-17 06:47:58'),
('00ee0e9469dadb748cdbd4a1a4f58d0202e423542f907d705910c4fdac998bf8959dc17baba43fe2', 6, 1, 'Personal Access Token', '[]', 0, '2022-03-17 11:13:08', '2022-03-17 11:13:08', '2025-01-17 07:13:08'),
('9774b6bb4a2c47857b57eade9eda5034a478d2ec014bdb3d76c11f0e0362e7a49becea2d40f8f2f5', 6, 1, 'Personal Access Token', '[]', 1, '2022-03-17 13:25:14', '2022-03-17 13:25:14', '2025-01-17 09:25:14'),
('ff4c53be2435a35ab601a466bd1e40c1a2d6d0a533072915514ba5591eef8582b57d73e356f65631', 6, 1, 'Personal Access Token', '[]', 0, '2022-03-17 14:07:18', '2022-03-17 14:07:18', '2025-01-17 10:07:18'),
('de4e1026b68749476d875a2e6704f1af4504e092fd87d20bb4664828741b93f2a8042793189bf782', 17, 1, 'Personal Access Token', '[]', 0, '2022-03-18 18:47:59', '2022-03-18 18:47:59', '2023-03-18 14:47:59'),
('5df3e8c8cf2c889bf9d6cade34b63433e1926e90d1d620ec835ba6f276ab123e811e3419d2d36553', 16, 1, 'Personal Access Token', '[]', 0, '2022-03-18 20:39:51', '2022-03-18 20:39:51', '2025-01-18 16:39:51'),
('c1f3596bb6109e5d15c8fd927e5aeaad0dd2ff0bc6ba8a0af22b6f9786cea852e9950ac7ebec7179', 16, 1, 'Personal Access Token', '[]', 0, '2022-03-18 20:40:10', '2022-03-18 20:40:10', '2025-01-18 16:40:10'),
('fdd4d53253a27664b19204bdb6d6d0d2c3d4c2246258be71964ad3031a21004dd2e7479f35993c3b', 16, 1, 'Personal Access Token', '[]', 0, '2022-03-18 20:40:51', '2022-03-18 20:40:51', '2025-01-18 16:40:52'),
('9ae1d53309d165a8f31a6cc57f3d05cfd1713e15f1a1de938b24ac621a87631dd80583c28a570116', 12, 1, 'Personal Access Token', '[]', 1, '2022-03-18 20:43:40', '2022-03-18 20:43:40', '2025-01-18 16:43:40'),
('e3c2506364f3ed05d526dd2aa5b832a4c646fcee7d84e2a7ad5aaf9659a649de602609f48a750093', 16, 1, 'Personal Access Token', '[]', 0, '2022-03-18 20:44:50', '2022-03-18 20:44:50', '2025-01-18 16:44:50'),
('c1e2049d6c09a581c1521e7498f049ab2b4ecb9ef3c398c4b44129e36e715d84098d5c27e098ead4', 16, 1, 'Personal Access Token', '[]', 0, '2022-03-18 20:47:36', '2022-03-18 20:47:36', '2025-01-18 16:47:36'),
('a4543280441f1e22b425acf06cffcb069eadc420308b7ea195a8165d3e15d0eb719024c1ab5d6938', 16, 1, 'Personal Access Token', '[]', 0, '2022-03-18 20:47:56', '2022-03-18 20:47:56', '2025-01-18 16:47:56'),
('90d3c02712200f8430ba08842bc623fd73bf168edabb07f372ed9c434fcce199dd53e81a889005fe', 16, 1, 'Personal Access Token', '[]', 0, '2022-03-18 20:50:52', '2022-03-18 20:50:52', '2025-01-18 16:50:52'),
('0fcbc16358976a26ad871bf59bcf7783f246901effec60e97daecc6e68c251fdc22ecd3ee4de269b', 12, 1, 'Personal Access Token', '[]', 1, '2022-03-18 20:54:21', '2022-03-18 20:54:21', '2025-01-18 16:54:21'),
('176498de3e8d4763b886e5016410773e93a5aae41de942de5132e649bb6acc137e9e1e0f7faa94cd', 16, 1, 'Personal Access Token', '[]', 0, '2022-03-19 14:43:51', '2022-03-19 14:43:51', '2025-01-19 10:43:51'),
('ef1b4244e881012f4a9b7f71a078d73b793093b684de72cdcfbe3f2b64a040542ab96c564f8358d9', 12, 1, 'Personal Access Token', '[]', 1, '2022-03-19 15:06:17', '2022-03-19 15:06:17', '2025-01-19 11:06:17'),
('180f3d2314d396730d709f2b1bc60ab34d3c9f043f58441bd9190a189edd999261fb174267e8b332', 12, 1, 'Personal Access Token', '[]', 0, '2022-03-19 15:16:05', '2022-03-19 15:16:05', '2025-01-19 11:16:05'),
('cdd268b985cbb68f9278165c8170b2981732eaed024ee7f059cf50fb174bb1a2b85bdfb5b587af70', 12, 1, 'Personal Access Token', '[]', 0, '2022-03-19 16:34:25', '2022-03-19 16:34:25', '2025-01-19 12:34:25'),
('692bbcb1e4e90499ebcfaaa02e34658c4ce781584da17cbbbcca898d72962ba9a4f30accc85140e2', 18, 1, 'Personal Access Token', '[]', 0, '2022-03-19 16:47:54', '2022-03-19 16:47:54', '2023-03-19 12:47:54'),
('60ebc0a86b25693097015e09204fefc3b05445eccd73c415401468ef5aa9be8c3ca4c2ee1ad6d605', 19, 1, 'Personal Access Token', '[]', 0, '2022-03-19 16:52:15', '2022-03-19 16:52:15', '2023-03-19 12:52:15'),
('c69103adfc3a5feb25e7eccf073880b6b6a9472313afcba47695a371ce168e53433979310617e2ab', 19, 1, 'Personal Access Token', '[]', 0, '2022-03-19 19:18:21', '2022-03-19 19:18:21', '2025-01-19 15:18:21'),
('d2b57ae08af17e08bc70ec9d5152bd5ec7b4c73c6e905c0e19569880f68d55b1552453e377f4cfea', 19, 1, 'Personal Access Token', '[]', 0, '2022-03-19 19:18:27', '2022-03-19 19:18:27', '2025-01-19 15:18:27'),
('e7cdabd7a87a0ec0d6f116689fa4f42db92300834fd1623afb5b745cffb1123260f39320154bc61e', 19, 1, 'Personal Access Token', '[]', 1, '2022-03-19 19:18:34', '2022-03-19 19:18:34', '2025-01-19 15:18:34'),
('f822dc944e5185a4841f07f6ee48b09ea9354a3c81c8cebbb2cb00d36e39dbb65cb10ca5f49d23ee', 12, 1, 'Personal Access Token', '[]', 0, '2022-03-19 19:26:49', '2022-03-19 19:26:49', '2025-01-19 15:26:49'),
('cbd9ba51d59d52e0cc02c00f09705ac3f687243469cafef778e0654d53cf6538277c92351b447b75', 19, 1, 'Personal Access Token', '[]', 1, '2022-03-19 19:49:07', '2022-03-19 19:49:07', '2025-01-19 15:49:07'),
('ef9b46850fc2acbb4cde904bac62a894443262c61a7b425fe6ad76d8906bd62077a61d1667eab05d', 7, 1, 'Personal Access Token', '[]', 1, '2022-03-20 12:37:44', '2022-03-20 12:37:44', '2025-01-20 08:37:44'),
('21f0ee46254fd982f3f1733731e4f052145f3dbc5c9d65e847d89ed244cedeef4192b794d1d71c5a', 6, 1, 'Personal Access Token', '[]', 0, '2022-03-20 13:18:59', '2022-03-20 13:18:59', '2025-01-20 09:18:59'),
('0dc246b2335d46dac87f9d7e1b4d0f214ea5fc159090d96dfd29c2640fa81753977486c9a518537e', 16, 1, 'Personal Access Token', '[]', 0, '2022-03-20 14:21:39', '2022-03-20 14:21:39', '2025-01-20 10:21:39'),
('3159650ddc78f0a46fa86f7684b060d606b1a8c294a288be2b1223e15bfeb0451a05877a24a992d7', 19, 1, 'Personal Access Token', '[]', 1, '2022-03-20 14:22:58', '2022-03-20 14:22:58', '2025-01-20 10:22:58'),
('f7773a824dfc4da215dbf56faca93be0220e43b1c3fed2f5462da78a5eaf34bc0b9e7c9ec586aed9', 19, 1, 'Personal Access Token', '[]', 1, '2022-03-20 15:53:47', '2022-03-20 15:53:47', '2025-01-20 11:53:47'),
('2eba0d81c152c5cf3afec00e5daf172685cc07830a33fcf6584f9b1d1fd717a4f9783dcbbcaae4e0', 16, 1, 'Personal Access Token', '[]', 0, '2022-03-20 15:55:53', '2022-03-20 15:55:53', '2025-01-20 11:55:53'),
('a971cb4427a5979b341e99b7659251ffcdfb3f07bbbe4d1dfff8bda8f8f1e66f59f86e0ae4cc47a3', 20, 1, 'Personal Access Token', '[]', 1, '2022-03-20 16:02:26', '2022-03-20 16:02:26', '2023-03-20 12:02:26'),
('188da8305937f54b85e2a963ab0203e511a6aa4044e2d5096ab431e313ae72b1982be5a900d6d671', 6, 1, 'Personal Access Token', '[]', 0, '2022-03-20 17:18:04', '2022-03-20 17:18:04', '2025-01-20 13:18:04'),
('e47359e0219f1ecdca133030ebeebb83058d25874ec9cefb14247968adab15761ea31116d76b13e1', 20, 1, 'Personal Access Token', '[]', 1, '2022-03-20 17:18:46', '2022-03-20 17:18:46', '2025-01-20 13:18:46'),
('b69d3f7745dc69fa337d0fed53e99e598ac3534ffbf6e76fc4bb0e5d23a5e656ae6ba735d2d9136c', 12, 1, 'Personal Access Token', '[]', 0, '2022-03-20 17:35:07', '2022-03-20 17:35:07', '2025-01-20 13:35:07'),
('61cc37e482758b0c92b4b433dcba57083cec5fddcefb55b60ee143681cbf5cba3d2f38cf4cd0fb13', 12, 1, 'Personal Access Token', '[]', 0, '2022-03-20 17:38:35', '2022-03-20 17:38:35', '2025-01-20 13:38:35'),
('dadee477608b60a497a147ae298bf4149fb7f0127f1caa007187e2ded263a8a5c78ced1b8f3decf5', 12, 1, 'Personal Access Token', '[]', 0, '2022-03-20 17:39:25', '2022-03-20 17:39:25', '2025-01-20 13:39:26'),
('240733ca7266291d3417613dc5cae0e7f171f14e46bcea007dec84b4df4c9a9b9b661bad17628dae', 6, 1, 'Personal Access Token', '[]', 0, '2022-03-20 18:53:37', '2022-03-20 18:53:37', '2025-01-20 14:53:37'),
('d49419c8a98f2f1bde5614b74424c392ee7435c9fa09b4abb8375a8522a8ee2163da365f423903c0', 17, 1, 'Personal Access Token', '[]', 0, '2022-03-20 21:13:29', '2022-03-20 21:13:29', '2025-01-20 17:13:29'),
('f69f5915677da5b349120f59de974ae5919f7e775625190beca077b8727c322b0b7c863f3dd692e7', 21, 1, 'Personal Access Token', '[]', 0, '2022-03-20 23:42:03', '2022-03-20 23:42:03', '2023-03-20 19:42:03'),
('326ce34248fcd205571dbc810628495634894b0bc2f57185c3ab06869ecb81dd21af8a6fe6513a78', 21, 1, 'Personal Access Token', '[]', 0, '2022-03-20 23:43:39', '2022-03-20 23:43:39', '2025-01-20 19:43:39'),
('e238af54bb4677d767c33de9dc24625ca717f8e25ea40e00699a340d44408d84919bf4b117dce2cf', 21, 1, 'Personal Access Token', '[]', 0, '2022-03-20 23:43:46', '2022-03-20 23:43:46', '2025-01-20 19:43:46'),
('7f8a2affb8c3299537f0255186b93f435af38748cd002381d46102e03c4b22dba264a7282facf815', 21, 1, 'Personal Access Token', '[]', 0, '2022-03-20 23:43:58', '2022-03-20 23:43:58', '2025-01-20 19:43:58'),
('2e22945d53f8a27fffddc2a76a77252cb87b455345a8eb0053644ecf1d4819c17f151564ef245631', 21, 1, 'Personal Access Token', '[]', 0, '2022-03-20 23:44:40', '2022-03-20 23:44:40', '2025-01-20 19:44:40'),
('4d573766c718a39216bebfd56c1b073733485f471c7c14dbaca283af16f1c1bd2f36ddc228aac7f6', 21, 1, 'Personal Access Token', '[]', 0, '2022-03-20 23:48:07', '2022-03-20 23:48:07', '2025-01-20 19:48:07'),
('cf09c93721baf436c44274ce54b740e298d5f694bd40f421ae423e4344e100fab3fa2689f1508b79', 6, 1, 'Personal Access Token', '[]', 0, '2022-03-21 10:19:19', '2022-03-21 10:19:19', '2025-01-21 06:19:19'),
('80e83cb26a2c63eb7d9c55dd8c519f43a0aa0666a02289750cd0997b4074735045de40cdf58dcd43', 6, 1, 'Personal Access Token', '[]', 0, '2022-03-21 11:20:04', '2022-03-21 11:20:04', '2025-01-21 07:20:04'),
('2ed3704ff26cb2655059139bad71055891f24807f2862d2538b7cf5dce5bf3c16a56d813c27e8fe8', 19, 1, 'Personal Access Token', '[]', 0, '2022-03-21 17:19:46', '2022-03-21 17:19:46', '2025-01-21 13:19:46'),
('9354b3d7aff3d4dbdc6b952cad25ba269c8268b1827af0c0dae7bf1560de739a507df115b42e60b2', 1, 1, 'Personal Access Token', '[]', 1, '2022-03-21 22:52:40', '2022-03-21 22:52:40', '2023-03-21 18:52:40'),
('87be4e255daeb96642bbcc2ce702acf133a918cc3b094d8d0dbfb2ced238e0e7e0bf559e9171a717', 2, 1, 'Personal Access Token', '[]', 1, '2022-03-22 02:00:45', '2022-03-22 02:00:45', '2023-03-21 22:00:45'),
('74dc11a3a6784b9119151f894606dbdc4b988ee619f2fe4b532d28a27bc1de921dc84f35ca9e1bab', 1, 1, 'Personal Access Token', '[]', 1, '2022-03-22 15:29:59', '2022-03-22 15:29:59', '2025-01-22 11:29:59'),
('bea970a7e209630c35f412e94d5162090710acde6b9636f1d1f3db649b11d7823379d4bc0525cd8d', 2, 1, 'Personal Access Token', '[]', 1, '2022-03-22 15:44:38', '2022-03-22 15:44:38', '2025-01-22 11:44:38'),
('9bf939957f0013a5cb55b6eaa65d4587e42828d40788e2fb7da15cf07657201305c96b76e94c15d4', 3, 1, 'Personal Access Token', '[]', 1, '2022-03-22 15:52:02', '2022-03-22 15:52:02', '2023-03-22 11:52:02'),
('c5d1655560f0b5d26832ad8ca9bc853fff9acb1db03affd0430997c87de49d8f26f50bd56ebff953', 1, 1, 'Personal Access Token', '[]', 1, '2022-03-22 15:53:14', '2022-03-22 15:53:14', '2025-01-22 11:53:14'),
('d194d9482ad11861628be78567a0507692bbb129f4776a9a8f3a195c7cb944ce01505179d39cdc81', 3, 1, 'Personal Access Token', '[]', 1, '2022-03-22 19:27:01', '2022-03-22 19:27:01', '2025-01-22 15:27:01'),
('2e42190e9b37963a2e74c4fdde69f458254afe9d3e8bd755bc81ed0ebe4d6ec253550d816746781e', 3, 1, 'Personal Access Token', '[]', 0, '2022-03-22 22:55:05', '2022-03-22 22:55:05', '2025-01-22 18:55:05'),
('4245761e0126bfb5ec8ed4c7ca8d6825bd72b9581e30e16edbad47b5d7cd1627d9cb7640884029e4', 1, 1, 'Personal Access Token', '[]', 1, '2022-03-22 23:58:44', '2022-03-22 23:58:44', '2025-01-22 19:58:44'),
('d898f71fa266b7f26d0e788cc163f55b33051f0ffcb0dee90e4ad916136b2863ec03c44fd21a342a', 4, 1, 'Personal Access Token', '[]', 0, '2022-03-25 22:35:59', '2022-03-25 22:35:59', '2023-03-25 18:35:59'),
('0a0864412650cb9312d64f6021cb5764a85851038c2c70c1c0147aaf3fcb9285e260dbe025d7263b', 1, 1, 'Personal Access Token', '[]', 1, '2022-03-28 12:01:20', '2022-03-28 12:01:20', '2025-01-28 08:01:20'),
('c33dc64856539fbd4fe673d482b99739f7918b7b902277da36f7fa278f56b1576f186b21ba19333e', 5, 1, 'Personal Access Token', '[]', 0, '2022-03-31 15:37:34', '2022-03-31 15:37:34', '2023-03-31 11:37:34'),
('0179f7069462ceae36c64408144681e74793a52095cdbc9dad68bda0c44dc14ef5ed970d9ba247c4', 3, 1, 'Personal Access Token', '[]', 0, '2022-04-07 18:18:18', '2022-04-07 18:18:18', '2025-02-07 14:18:18'),
('76b2463b7bcf2e2e0ccc330e75e3e7d7c0cfb44746063703c840f8f5af329aadceea586e5564e008', 6, 1, 'Personal Access Token', '[]', 1, '2022-04-10 17:39:26', '2022-04-10 17:39:26', '2023-04-10 13:39:26');

-- --------------------------------------------------------

--
-- Table structure for table `oauth_auth_codes`
--

CREATE TABLE `oauth_auth_codes` (
  `id` varchar(100) COLLATE utf8mb4_unicode_ci NOT NULL,
  `user_id` bigint(20) UNSIGNED NOT NULL,
  `client_id` bigint(20) UNSIGNED NOT NULL,
  `scopes` text COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `revoked` tinyint(1) NOT NULL,
  `expires_at` datetime DEFAULT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `oauth_clients`
--

CREATE TABLE `oauth_clients` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `user_id` bigint(20) UNSIGNED DEFAULT NULL,
  `name` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL,
  `secret` varchar(100) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `provider` varchar(191) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `redirect` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `personal_access_client` tinyint(1) NOT NULL,
  `password_client` tinyint(1) NOT NULL,
  `revoked` tinyint(1) NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `oauth_clients`
--

INSERT INTO `oauth_clients` (`id`, `user_id`, `name`, `secret`, `provider`, `redirect`, `personal_access_client`, `password_client`, `revoked`, `created_at`, `updated_at`) VALUES
(1, NULL, 'Laravel Personal Access Client', 'xpITW1hEHnDfPSt8stbAtwgAQncXa1meFsw5B96k', NULL, 'http://localhost', 1, 0, 0, '2022-03-04 14:49:57', '2022-03-04 14:49:57'),
(2, NULL, 'Laravel Password Grant Client', 'Py6TToYaQTbuTEGtMNH5vbW7WXEOJL1DJwiaxMtp', 'users', 'http://localhost', 0, 1, 0, '2022-03-04 14:49:57', '2022-03-04 14:49:57');

-- --------------------------------------------------------

--
-- Table structure for table `oauth_personal_access_clients`
--

CREATE TABLE `oauth_personal_access_clients` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `client_id` bigint(20) UNSIGNED NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `oauth_personal_access_clients`
--

INSERT INTO `oauth_personal_access_clients` (`id`, `client_id`, `created_at`, `updated_at`) VALUES
(1, 1, '2022-03-04 14:49:57', '2022-03-04 14:49:57');

-- --------------------------------------------------------

--
-- Table structure for table `oauth_refresh_tokens`
--

CREATE TABLE `oauth_refresh_tokens` (
  `id` varchar(100) COLLATE utf8mb4_unicode_ci NOT NULL,
  `access_token_id` varchar(100) COLLATE utf8mb4_unicode_ci NOT NULL,
  `revoked` tinyint(1) NOT NULL,
  `expires_at` datetime DEFAULT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `password_resets`
--

CREATE TABLE `password_resets` (
  `email` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL,
  `token` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `payment_brands`
--

CREATE TABLE `payment_brands` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `name` varchar(191) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `name_ar` varchar(191) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `media_path` varchar(191) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `is_deleted` tinyint(1) NOT NULL DEFAULT 0,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `payment_brands`
--

INSERT INTO `payment_brands` (`id`, `name`, `name_ar`, `media_path`, `is_deleted`, `created_at`, `updated_at`) VALUES
(1, 'MADA', 'مدى', 'paymentBrands/mada.png', 0, NULL, NULL),
(2, 'APPLE PAY', 'أبل باي', 'paymentBrands/apple.png', 0, NULL, NULL),
(3, 'MASTER CARD', 'ماستر كارد', 'paymentBrands/master.png', 0, NULL, NULL),
(4, 'VISA', 'فيزا', 'paymentBrands/visa.png', 0, NULL, NULL);

-- --------------------------------------------------------

--
-- Table structure for table `personal_access_tokens`
--

CREATE TABLE `personal_access_tokens` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `tokenable_type` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL,
  `tokenable_id` bigint(20) UNSIGNED NOT NULL,
  `name` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL,
  `token` varchar(64) COLLATE utf8mb4_unicode_ci NOT NULL,
  `abilities` text COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `last_used_at` timestamp NULL DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `plans`
--

CREATE TABLE `plans` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `number` int(11) NOT NULL DEFAULT 0,
  `media_path` text COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `type` int(11) DEFAULT NULL,
  `period_per_month` int(11) DEFAULT NULL,
  `name_ar` varchar(191) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `desc_ar` longtext COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `desc_en` longtext COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `name_en` varchar(191) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `parent_id` bigint(20) UNSIGNED DEFAULT NULL,
  `is_deleted` tinyint(1) NOT NULL DEFAULT 0,
  `price` decimal(16,2) NOT NULL DEFAULT 0.00,
  `from_` decimal(16,2) NOT NULL DEFAULT 1.00,
  `to_` decimal(16,2) NOT NULL DEFAULT 5.00,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `plans`
--

INSERT INTO `plans` (`id`, `number`, `media_path`, `type`, `period_per_month`, `name_ar`, `desc_ar`, `desc_en`, `name_en`, `parent_id`, `is_deleted`, `price`, `from_`, `to_`, `created_at`, `updated_at`) VALUES
(1, 0, 'https://i.postimg.cc/HWtHTMgX/1.jpg', 0, 1, 'one month', 'one month', 'one month', 'one month', NULL, 0, 0.00, 1.00, 5.00, '2022-02-20 02:54:16', '2022-02-20 02:54:16'),
(2, 0, 'https://i.postimg.cc/HWtHTMgX/1.jpg', 0, 1, 'one month', 'one month', '1-5', 'one month', 1, 0, 99.00, 1.00, 5.00, '2022-02-20 02:54:16', '2022-02-20 02:54:16'),
(3, 0, 'https://i.postimg.cc/HWtHTMgX/1.jpg', 0, 1, 'one month', '6-15', '6-15', 'one month', 1, 0, 200.00, 6.00, 15.00, '2022-02-20 02:54:16', '2022-02-20 02:54:16'),
(4, 0, 'https://i.postimg.cc/HWtHTMgX/1.jpg', 0, 1, 'one month', 'over 15', 'over 15', 'name_en21', 1, 0, 300.00, 16.00, 9999.00, '2022-02-20 02:54:16', '2022-02-20 02:54:16'),
(5, 0, 'https://i.postimg.cc/5yrsfpNf/3.jpg', 0, 3, '3 months', '3 months', '3 months', '3 months', NULL, 0, 0.00, 0.00, 0.00, '2022-02-20 02:54:16', '2022-02-20 02:54:16'),
(6, 0, 'https://i.postimg.cc/5yrsfpNf/3.jpg', 0, 3, '3 months', '1-5', '1-5', '3 months', 5, 0, 99.00, 1.00, 5.00, '2022-02-20 02:54:16', '2022-02-20 02:54:16'),
(7, 0, 'https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQexPMhSAOmXBM0ZUNlX8IOUR7_Q2PY2aK78A&usqp=CAU', 0, 5, '3 months', '6-15', '6-15', '3 months', 5, 0, 200.00, 6.00, 15.00, '2022-02-20 02:54:16', '2022-02-20 02:54:16'),
(8, 0, 'https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQexPMhSAOmXBM0ZUNlX8IOUR7_Q2PY2aK78A&usqp=CAU', 0, 5, '3 months', 'over 15', 'over 15', '3 months', 5, 0, 300.00, 16.00, 9999.00, '2022-02-20 02:54:16', '2022-02-20 02:54:16'),
(9, 0, 'https://i.postimg.cc/mkKyvD8D/12.jpg', 0, 12, '12 Month', '12 Month', '12 Month', '12 Month', NULL, 0, 0.00, 0.00, 0.00, '2022-02-20 02:54:16', '2022-02-20 02:54:16'),
(10, 0, 'https://i.postimg.cc/mkKyvD8D/12.jpg', 0, 12, '12 Month', '1-5', '1-5', '12 Month', 9, 0, 99.00, 1.00, 5.00, '2022-02-20 02:54:16', '2022-02-20 02:54:16'),
(11, 0, 'https://i.postimg.cc/mkKyvD8D/12.jpg', 0, 12, '12 Month', '6-15', '6-15', '12 Month', 9, 0, 200.00, 6.00, 15.00, '2022-02-20 02:54:16', '2022-02-20 02:54:16'),
(12, 0, 'https://i.postimg.cc/mkKyvD8D/12.jpg', 0, 12, '12 Month', 'over 15', 'over 15', '12 Month', 9, 0, 300.00, 16.00, 999.00, '2022-02-20 02:54:16', '2022-02-20 02:54:16'),
(13, 0, 'https://i.postimg.cc/HWtHTMgX/1.jpg', 1, 1, 'one month', ' ', ' ', 'one month', NULL, 0, 99.00, 0.00, 0.00, '2022-02-20 02:54:16', '2022-02-20 02:54:16'),
(14, 0, 'https://i.postimg.cc/5yrsfpNf/3.jpg', 1, 3, '3 months', ' ', ' ', '3 months', NULL, 0, 200.00, 0.00, 0.00, '2022-02-20 02:54:16', '2022-02-20 02:54:16'),
(15, 0, 'https://i.postimg.cc/mkKyvD8D/12.jpg', 1, 12, '12 month', ' ', ' ', '12 month', NULL, 0, 300.00, 0.00, 0.00, '2022-02-20 02:54:16', '2022-02-20 02:54:16');

-- --------------------------------------------------------

--
-- Table structure for table `report_mesages`
--

CREATE TABLE `report_mesages` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `report_type` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL DEFAULT 'report_normal',
  `message` longtext COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `on_model_name` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL DEFAULT 'items',
  `on_model_id` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL DEFAULT 'items',
  `from_model_name` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL DEFAULT 'users',
  `from_model_id` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL DEFAULT 'users',
  `status` int(11) NOT NULL DEFAULT 0 COMMENT '0:new,1:readed',
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `reset_passwords`
--

CREATE TABLE `reset_passwords` (
  `id` int(10) UNSIGNED NOT NULL,
  `email` varchar(191) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `code` varchar(191) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `status` tinyint(1) NOT NULL DEFAULT 0,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  `user_id` bigint(20) UNSIGNED DEFAULT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `reset_passwords`
--

INSERT INTO `reset_passwords` (`id`, `email`, `code`, `status`, `created_at`, `updated_at`, `user_id`) VALUES
(3, 'alshiekhrahaf@gmail.com', '5965', 1, '2022-03-13 13:49:24', '2022-03-13 13:50:55', NULL),
(82, 'Rahafe19967ana@gmail.com', '9797', 1, '2022-03-31 15:36:10', '2022-03-31 15:37:33', NULL),
(9, 'shamdowaji12@gmail.com', '4314', 1, '2022-03-13 20:24:16', '2022-03-13 20:25:55', NULL),
(83, 'awssmhmd@gmail.com', '7236', 1, '2022-04-03 21:41:55', '2022-04-03 21:43:29', NULL),
(10, 'hla2.sh93@gmail.com', '2393', 1, '2022-03-15 12:38:52', '2022-03-15 12:40:20', NULL),
(12, 'Rahafe1997ana@gmail.com', '4635', 0, '2022-03-15 15:40:38', '2022-03-15 15:40:38', NULL),
(14, 'alshiekhrahaf96@gmail.com', '9257', 0, '2022-03-15 15:52:22', '2022-03-15 15:52:22', NULL),
(15, 'alshiekhrahaf95@gmail.com', '9855', 1, '2022-03-15 16:11:19', '2022-03-15 16:12:40', NULL),
(84, 'ali96mohammad96@gmail.com', '9854', 1, '2022-04-10 17:38:00', '2022-04-10 17:39:26', NULL),
(18, 'ali@gmail.com', '6167', 0, '2022-03-15 19:02:42', '2022-03-15 19:02:42', NULL),
(75, 'awssmhmd@outlook.com', '1893', 1, '2022-03-22 15:50:25', '2022-03-22 15:52:02', NULL),
(80, 'ali_morshid@yahoo.com', '3280', 1, '2022-03-25 17:02:14', '2022-03-25 17:03:34', NULL),
(77, 'infoaldouman@gmail.com', '8614', 1, '2022-03-22 16:22:54', '2022-03-22 16:24:07', NULL),
(78, 'aws@aldouman.com', '4161', 0, '2022-03-23 03:22:56', '2022-03-23 03:22:56', NULL),
(68, 'hr.aldouman@gmail.com', '6965', 1, '2022-03-22 00:26:50', '2022-03-22 00:28:18', NULL),
(63, 'team.aldouman@gmail.com', '1793', 1, '2022-03-22 00:12:41', '2022-03-22 00:14:12', NULL),
(65, 'mail.aldouman@gmail.com', '5828', 1, '2022-03-22 00:19:16', '2022-03-22 00:21:13', NULL),
(74, 'info.aldouman@gmail.com', '5065', 1, '2022-03-22 15:38:07', '2022-03-22 15:39:29', NULL),
(70, 'group.aldouman@gmail.com', '8548', 1, '2022-03-22 00:31:59', '2022-03-22 00:39:53', NULL),
(71, 'recovery.aldouman@gmail.com', '6120', 1, '2022-03-22 00:41:06', '2022-03-22 00:42:25', NULL),
(60, 'aws.aldouman@gmail.com', '4512', 1, '2022-03-21 22:50:30', '2022-03-21 22:52:39', NULL),
(58, 'eng.ammar.omran@gmail.com', '7482', 1, '2022-03-20 23:40:11', '2022-03-20 23:42:02', NULL),
(72, 'awsaldouman@gmail.com', '5695', 1, '2022-03-22 01:58:13', '2022-03-22 02:00:44', NULL),
(81, 'kamalmusto67@gmail.com', '6484', 1, '2022-03-25 22:34:04', '2022-03-25 22:35:50', NULL);

-- --------------------------------------------------------

--
-- Table structure for table `users`
--

CREATE TABLE `users` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `name` varchar(191) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `image` varchar(191) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `email` varchar(191) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `password` varchar(191) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `country_id` varchar(191) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `company_id_number` varchar(191) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `company_address` varchar(191) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `city_id` varchar(191) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `country_code` varchar(191) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `phone_number` varchar(191) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `lat` varchar(191) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `long` varchar(191) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `rate` decimal(8,2) NOT NULL DEFAULT 0.00,
  `points` decimal(8,2) NOT NULL DEFAULT 0.00,
  `account_status` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL DEFAULT 'active',
  `account_type` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL DEFAULT 'operator',
  `remember_token` varchar(100) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  `email_verified_at` timestamp NULL DEFAULT NULL,
  `phone_verified_at` timestamp NULL DEFAULT NULL,
  `current_lang` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL DEFAULT 'en',
  `is_deleted` tinyint(1) NOT NULL DEFAULT 0,
  `enable_notification` tinyint(1) NOT NULL DEFAULT 1,
  `background_image` varchar(191) COLLATE utf8mb4_unicode_ci DEFAULT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `users`
--

INSERT INTO `users` (`id`, `name`, `image`, `email`, `password`, `country_id`, `company_id_number`, `company_address`, `city_id`, `country_code`, `phone_number`, `lat`, `long`, `rate`, `points`, `account_status`, `account_type`, `remember_token`, `created_at`, `updated_at`, `email_verified_at`, `phone_verified_at`, `current_lang`, `is_deleted`, `enable_notification`, `background_image`) VALUES
(1, 'Aldouman', 'Operator/HgYN6bWXvz0HuxyAK4swSUgozrDlt3Dr4hCMCP6F.jpg', 'aws.aldouman@gmail.com', '$2y$10$Y/VBJSJoDSpsDuIlvlXku.6miIoC2Rnyyhw5CR6hKEshCyeLzUzyG', '6', '123456', 'Oran', NULL, '+213', '98 765 43 21', NULL, NULL, 0.00, 0.00, 'active', 'operator', NULL, '2022-03-21 22:52:40', '2022-03-22 19:26:20', NULL, NULL, 'en', 0, 1, 'Operator/tNl7KUrTn2rrWEOavTInyzDGytZkzfObgyenL5an.jpg'),
(2, 'Aldouman', NULL, 'awsaldouman@gmail.com', '$2y$10$UCOB2jhCVxr.M4wV8fL0ru/yMRSK92Iqxk1Be7IYvCzI4sQrxuV02', '27', '224455', 'rio', NULL, '+963', '955 633 908', NULL, NULL, 0.00, 0.00, 'active', 'charterer', NULL, '2022-03-22 02:00:45', '2022-03-22 02:00:45', NULL, NULL, 'en', 0, 1, NULL),
(3, 'Aws', NULL, 'awssmhmd@outlook.com', '$2y$10$5ZznqjHLFXN3nK.ebS5.rOsf4IAgqHCr8oofa3z8qHaPUdNchZcw2', '2', '12345', 'latakia', NULL, '+963', '930 455 349', NULL, NULL, 0.00, 0.00, 'active', 'charterer', NULL, '2022-03-22 15:52:02', '2022-03-22 15:52:02', NULL, NULL, 'en', 0, 1, NULL),
(4, '12345', NULL, 'kamalmusto67@gmail.com', '$2y$10$Kg8yFf1HTfThRJ2ELKyq8.fRgZ9zNNlNUnlMajVBEZYqyr90nqNnK', '1', '123456', '345', NULL, '+963', '937 129 367', NULL, NULL, 0.00, 0.00, 'active', 'charterer', NULL, '2022-03-25 22:35:59', '2022-03-25 22:35:59', NULL, NULL, 'en', 0, 1, NULL),
(5, 'Test', 'Charterer/l1PinhzcKIDZYurKO0JvnsBTgvF3bPwBeaCnxWuv.jpg', 'Rahafe19967ana@gmail.com', '$2y$10$4CfqLctrrQiNEI2B2LhwX.L/Q/InciUAy9NoKoAB9KTkXa7ywPy3i', '2', '666666', 'Latakia', NULL, '+963', '958 755 323', NULL, NULL, 0.00, 0.00, 'active', 'charterer', NULL, '2022-03-31 15:37:34', '2022-03-31 15:50:20', NULL, NULL, 'en', 0, 1, 'Charterer/OQETurGOLkInKUAzqoFDuqceI5w2PQHqBoDF2A5i.jpg'),
(6, 'Mohammad Ali', NULL, 'ali96mohammad96@gmail.com', '$2y$10$nQ.k3ZOy9K1W32h3CEnzPOBLrByqrDdj0Sit6eVDFc18PXuiXiSqO', '2', '12345', 'Latakia', NULL, '+963', '999 9', NULL, NULL, 0.00, 0.00, 'active', 'charterer', NULL, '2022-04-10 17:39:26', '2022-04-10 17:39:26', NULL, NULL, 'en', 0, 1, NULL);

-- --------------------------------------------------------

--
-- Table structure for table `user_plans`
--

CREATE TABLE `user_plans` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `working_status` int(11) NOT NULL DEFAULT 0,
  `is_deleted` int(11) NOT NULL DEFAULT 0,
  `is_active` tinyint(1) DEFAULT NULL,
  `secure_code` longtext COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `secure_code_status` tinyint(1) NOT NULL DEFAULT 1,
  `payment_status` int(11) NOT NULL DEFAULT 0,
  `payment_brand_id` bigint(20) UNSIGNED DEFAULT NULL,
  `payment_brand_name` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL DEFAULT '0',
  `fee` decimal(16,2) NOT NULL DEFAULT 0.00,
  `payment_details` longtext COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `payment_response` longtext COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `payment_code` longtext COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `payment_message` longtext COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `price` decimal(16,2) NOT NULL DEFAULT 0.00,
  `user_id` bigint(20) UNSIGNED DEFAULT NULL,
  `plan_id` bigint(20) UNSIGNED DEFAULT NULL,
  `expire_at` varchar(191) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `user_plans`
--

INSERT INTO `user_plans` (`id`, `working_status`, `is_deleted`, `is_active`, `secure_code`, `secure_code_status`, `payment_status`, `payment_brand_id`, `payment_brand_name`, `fee`, `payment_details`, `payment_response`, `payment_code`, `payment_message`, `price`, `user_id`, `plan_id`, `expire_at`, `created_at`, `updated_at`) VALUES
(1, 0, 0, 0, 'eyJpdiI6InA2S3AwZ21YdCt4Tm5zU21ha2JNVlE9PSIsInZhbHVlIjoieVNuWGNqSWtGSlJTK1RTSlVScUJUeTg1dWZjWC8xb1h6YTdiT3M2enNTejdZTWVvd1d0MHNkYTVKYXlTWHZxQU4yM3N6eEdlNStzRjBvKzBNV3ZGK24xTSszMUlPbm5HcUhFWEZJM0ZDUWZZa3lLTzVNbjB1Nk5mQkFvRjlZWUY2QmYyeXdnR0UxSnhBREs3UkVLT292Q1lTdFRNMjFDNldhT0FkRTlkVklMMXo5UEFvbmVxRVVNcFRrQVpHWlRQIiwibWFjIjoiOWVkMDExY2IyYjllOTMyYWYwMTIwZDFlODBlMmNiODhkNjI0ZjFlNTBmMTY4MDc4MzIwNWFhMzIzZTMwZTNjMyIsInRhZyI6IiJ9', 0, 0, NULL, '0', 0.00, NULL, NULL, NULL, NULL, 99.00, 1, 2, '2022-04-21', '2022-03-21 23:55:37', '2022-03-22 15:35:50'),
(2, 0, 0, 0, 'eyJpdiI6InBJN2xtNjdsOXg4amN6alpSZVJ3Y0E9PSIsInZhbHVlIjoiMk05cG1Sd291TkVzS25iOXB3NHBnRjlROGRjOW13OWQrb1pyOG5hTGRqWHEwdXArNHZZOFg2K2NXTVNNODBLVlpQeGdyNDI4ZE44WEJLWXZnM0VVejRpaFRudHlxNGNMOEFtWGJ2T2dQWko4VVFLaE9PY1BPOWlhMnpsZjhVRlVhQ2RQWVlwc05Ncm5VU0lVcnJFOHJlUnUyTVFPbndwNWJNQ1VRTWlQOVBjb0sxamFnbFVZZEZYTVpNMnJYUUlQIiwibWFjIjoiM2Y2OGI2ZmI3OWY0MmVmZjhhNDZlNzJhYTY3NmFkZDQyOGE0YWZjZjZmNjI0Y2Q5MTFhNzQ1NDY3ZDJmYjM5YiIsInRhZyI6IiJ9', 0, 0, NULL, '0', 0.00, NULL, NULL, NULL, NULL, 99.00, 1, 2, '2022-04-22', '2022-03-22 15:33:53', '2022-03-22 15:35:50'),
(3, 0, 0, 0, 'eyJpdiI6IlFWZjI3M2NHWWRqZFZ0dXhNVUtLZGc9PSIsInZhbHVlIjoiUDVocWpwOWg5eWJUc3hkMnZid3E5VUxvbVI1cTFubE1qRmpxb3I2MUp6RGREUTRpWFM3R1dzWG9tSTEwOFg1SGJobEJWTHhBTkxJR1k2ZFRQbW16dVhXQnhBaUo0eVdUZUpiUUhqTjE0MkIzZ1dneDJwaU9tK2tsc3BmdWoxYU1uTW04MTljWVpHNmRzUTluOGhMd3M2M2pZWVdSWWdKdjdmZWpwNlI1dGJIVTMvM2FiY05KTWRaNDlJMGtRNVhaIiwibWFjIjoiYzQxMGViZjRhZWUzZmQ0NWI5NzZhMWEyOGQ1NDYxMDZiNmFkODhjMWQzNTRjOWE2OTA0YTQxZGMzZWYwMTQ1NSIsInRhZyI6IiJ9', 0, 0, NULL, '0', 0.00, NULL, NULL, NULL, NULL, 99.00, 1, 2, '2022-04-22', '2022-03-22 15:34:41', '2022-03-22 15:35:50'),
(4, 1, 0, 1, 'eyJpdiI6IlVkT3p3VEVNS3ZJVXpsa3JMMnVmNHc9PSIsInZhbHVlIjoiUVh6Z09LQVdYdGdRQ29sc2twMUlTRTB5cCsrZkdQNk9MNjRjdlc1dUVhSFFmVXZyZkRyMXlGd0s5UFYveExUY2tMRmQ3VExFYmZZVm1zT0F0TDJkUGR3VEErYzhXdkVYemh6WlozQWpIb0FwTFhSc2Y5NW1CNW9MclNacTJEaHJDNjUwL0lNRFR0L0NyUTlvT0RSTWx5QTN0ZWJZSFJXRmozdmVwMFVFeCthajNyVUxCaW9sRXZyOXhyYWp5aDlHIiwibWFjIjoiMDI4MTViZTk5NWM4MmRmODBlMjExNGJmNThlZTE5YjYwMzY5MWY4OTUwZmJjMTg4ODllYTBhYTVjMjM0MDg2YSIsInRhZyI6IiJ9', 0, 0, NULL, '0', 0.00, NULL, NULL, NULL, NULL, 200.00, 1, 3, '2022-04-22', '2022-03-22 15:35:25', '2022-03-22 15:35:50'),
(5, 1, 0, 1, 'eyJpdiI6IklqeEZSRFU4cUsrZlkyVVNzM3BpY3c9PSIsInZhbHVlIjoiWW5FNVNmTkNid2VTSHplZXc3L05ocExCd2VKZFhJVGNqQkU1Z0ZoVTJUb3MwS1lERHZmNS84Nkp1MlVKUExaN3krcnJzZUp3QjZ3cmdqSmN1dmpkZUxoWmpGRUNxM2N4eWtCNWFGYUxXVk0zN0VFVzQvZDJoS2tLZXZlWVFwamxOME1iK25saTQvVnhXaEx1RXBhdVFzRkd3SFVFTGUwL3BSY29XdGNCQjQxSmd2ek90bTZKVSswN1pldE5ZR3k1IiwibWFjIjoiMGE3NzViZjkzMmZhNWNlMzcyZTdlYzRkZTIxMWY3NmQ0MGQxMGRiZTk3OGYzMzI5MzZjODAxMmQ4NWNkY2RiMCIsInRhZyI6IiJ9', 0, 0, NULL, '0', 0.00, NULL, NULL, NULL, NULL, 99.00, 3, 13, '2022-04-22', '2022-03-22 19:28:21', '2022-03-22 19:29:07'),
(6, 1, 0, 1, 'eyJpdiI6InhCTUs4WjZoQlR6V3NVTnpFZlBWUVE9PSIsInZhbHVlIjoiZU8zbnZ0S3liZ2htUHc3d0VuYnV5Rlk2L2VwYktUV0FMTlNrMzhyMVp4VE1kTDBjUVVNdi9idzBhT0F5dHM0dVZxSloxNmczcXZXUDQrRFUrdG5vMURqZUNvNDhqZHFReTA3bkdlcStXcVc0Y1hjVkhTdmdoS2VyeHdkSHlWVXZmcno3V3ZMQkV5cmVNcWVQQmRXNEZEYlRlUi9ORENzSWpkd1VvaFQvcGpDalZRRmE5QUQ5OVE5NFU4ZU1SU1l0IiwibWFjIjoiZGZhNWZlMDBiYzU1NzdlYmQyMWFlODViYmVjZTIzZTgxMTg3YjM3Nzg2ZTJiYjI5ZDcwZDE5YzU0M2RkMDc2YyIsInRhZyI6IiJ9', 0, 0, NULL, '0', 0.00, NULL, NULL, NULL, NULL, 300.00, 5, 15, '2023-03-31', '2022-03-31 15:39:29', '2022-03-31 15:40:27');

-- --------------------------------------------------------

--
-- Table structure for table `user_tokens`
--

CREATE TABLE `user_tokens` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `token` varchar(191) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `user_id` bigint(20) UNSIGNED DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  `current_lang` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL DEFAULT 'en'
) ENGINE=MyISAM DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `user_tokens`
--

INSERT INTO `user_tokens` (`id`, `token`, `user_id`, `created_at`, `updated_at`, `current_lang`) VALUES
(13, 'epORQkYZSYSFKW9f1BGvFj:APA91bFuEeF2ObY9H6QZf-1jD52jxW3IwxxUAbyILGGDG56oAFquFxe0RHOg5hLbyp4dCi0NMzOFoo6AffdgABDV5tV7l4fNiMZO_hrioS7cWmcwZ6oNt4Klwx4MfXNq1GUk3YYT1njw', 17, '2022-03-20 21:13:30', '2022-03-20 21:13:30', 'en'),
(14, 'dpeSW7SOTiuMWUDyGd3Ew6:APA91bEV3caC8eaNuX3O4LYbC95Oz0ImxfLAQw7SF7fxpHcUpHD9KezJcETYW2h2GlCju0IdAQSsZQoNbwfHeF6cvBr8aI0cgeDTssJtaVXRPXhN73y9TADawoPN2z0zhSu75c_Ygwle', 21, '2022-03-20 23:42:05', '2022-03-20 23:42:05', 'en'),
(17, 'c2lv4hnRSsCToZGbApEnzu:APA91bFlHd_eMoPub4IQx-66xmVoTVnb3IM9OcqgitjqrNbMgx1OL0sAPfN-MGpNHyj4QSpsMbnWmslhenB-7bXfSN_YfoYyhlLCwq2uU8vxVcjTY2Eb_ghoDa5mWxP3ChxD95IypGKw', 19, '2022-03-21 17:19:46', '2022-03-21 17:19:46', 'en'),
(29, 'c2lv4hnRSsCToZGbApEnzu:APA91bGwOb8x9WG3YsknQqpxZSbX0smvdJV_e4BR6Dg3Zr4-CsEO-7BHglG5Up4SdUjZEQvzLW7_TUvG0XuP_Kkwu9d7n4W42-ayXJyuVcISZLATrLK7pHV_Pc6dNomn7tDWpfI6NNEZ', 3, '2022-04-07 18:18:19', '2022-04-07 18:18:19', 'en'),
(26, 'dLOjk_YET1WwsEGaBNTYl6:APA91bERsXF3n3aJSuqCahBxgUy-KijDYyCDOk0rPQSxRjSreW_bc-B1VF0AdPpyI1l2htIgAvm2K9NA9xz0vIKoSBeUVap2Q5GwOL_7QmtNOBoGc84w6Wh0v3iJL3TC9KpSwp1bDRs-', 3, '2022-03-24 13:57:46', '2022-03-24 13:57:46', 'en'),
(28, 'fCzYJotIQHaO0WD-4UniCK:APA91bGLAYM4jCb1yCyRNwALHgzEq_f_UyD-bOSlhD_0C7ig2di-Ni6p9SWRapN14hhTmb1jGNcfEhBXAsnZ5Ob_Y23QIaxOE4umJiqmyv1CUG2T8UYsyA6VRczo2kvuCpXI0BZfU593', 5, '2022-03-31 15:37:35', '2022-03-31 15:37:35', 'en');

-- --------------------------------------------------------

--
-- Table structure for table `vessels`
--

CREATE TABLE `vessels` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `name` varchar(191) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `imo` varchar(191) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `email` varchar(191) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `operator_name` varchar(191) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `main_image` varchar(191) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `operator_id` bigint(20) UNSIGNED DEFAULT NULL,
  `is_deleted` int(11) NOT NULL DEFAULT 0,
  `status` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL DEFAULT 'pending',
  `ship_over_view` longtext COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `principal_dimemsions` longtext COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `tonnage` longtext COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `load_line_infomation` longtext COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `hold_capacities_cbm_cft` longtext COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  `type` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL DEFAULT 'type',
  `call_sign` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL DEFAULT 'call_sign',
  `flag` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL DEFAULT 'flag',
  `port_of_register` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL DEFAULT 'port_of_register',
  `class_society` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL DEFAULT 'class_society',
  `operators` text COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `owners` text COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `depth` text COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `beam` text COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `length` text COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `dead_weight` text COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `net_tonnage` text COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `gross_tonnage` text COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `year_of_bulid` text COLLATE utf8mb4_unicode_ci DEFAULT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `vessels`
--

INSERT INTO `vessels` (`id`, `name`, `imo`, `email`, `operator_name`, `main_image`, `operator_id`, `is_deleted`, `status`, `ship_over_view`, `principal_dimemsions`, `tonnage`, `load_line_infomation`, `hold_capacities_cbm_cft`, `created_at`, `updated_at`, `type`, `call_sign`, `flag`, `port_of_register`, `class_society`, `operators`, `owners`, `depth`, `beam`, `length`, `dead_weight`, `net_tonnage`, `gross_tonnage`, `year_of_bulid`) VALUES
(1, 'Souria', '1234560', 'info.aldouman@gmail.com', NULL, NULL, 1, 0, 'pending', NULL, NULL, NULL, NULL, NULL, '2022-03-21 23:58:50', '2022-03-21 23:58:50', 'type', 'call_sign', 'flag', 'port_of_register', 'class_society', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(2, 'Souria1', '1234561', 'team.aldouman@gmail.com', NULL, NULL, 1, 0, 'pending', NULL, NULL, NULL, NULL, NULL, '2022-03-22 00:14:13', '2022-03-22 00:14:13', 'type', 'call_sign', 'flag', 'port_of_register', 'class_society', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(3, 'Souria2', '1234562', 'mail.aldouman@gmail.com', NULL, NULL, 1, 0, 'pending', NULL, NULL, NULL, NULL, NULL, '2022-03-22 00:21:14', '2022-03-22 00:21:14', 'type', 'call_sign', 'flag', 'port_of_register', 'class_society', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(4, 'Souria3', '1234563', 'hr.aldouman@gmail.com', NULL, NULL, 1, 0, 'pending', NULL, NULL, NULL, NULL, NULL, '2022-03-22 00:28:18', '2022-03-22 00:28:18', 'type', 'call_sign', 'flag', 'port_of_register', 'class_society', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(5, 'Souria4', '1234564', 'group.aldouman@gmail.com', NULL, NULL, 1, 0, 'pending', NULL, NULL, NULL, NULL, NULL, '2022-03-22 00:39:53', '2022-03-22 00:39:53', 'type', 'call_sign', 'flag', 'port_of_register', 'class_society', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(6, 'Souria5', '1234565', 'recovery.aldouman@gmail.com', NULL, NULL, 1, 0, 'pending', NULL, NULL, NULL, NULL, NULL, '2022-03-22 00:42:25', '2022-03-22 00:42:25', 'type', 'call_sign', 'flag', 'port_of_register', 'class_society', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(7, 'Souria6', '1234566', 'infoaldouman@gmail.com', NULL, NULL, 1, 1, 'pending', NULL, NULL, NULL, NULL, NULL, '2022-03-22 16:21:58', '2022-03-22 16:22:17', 'type', 'call_sign', 'flag', 'port_of_register', 'class_society', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);

-- --------------------------------------------------------

--
-- Table structure for table `vessel_media`
--

CREATE TABLE `vessel_media` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `media_path` varchar(191) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `media_type` varchar(191) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `vessel_id` bigint(20) UNSIGNED DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Indexes for dumped tables
--

--
-- Indexes for table `cargos`
--
ALTER TABLE `cargos`
  ADD PRIMARY KEY (`id`),
  ADD KEY `cargos_cargo_type_id_foreign` (`cargo_type_id`),
  ADD KEY `cargos_charter_id_foreign` (`charterer_id`),
  ADD KEY `cargos_vessel_id_foreign` (`vessel_id`),
  ADD KEY `cargos_operator_id_foreign` (`operator_id`),
  ADD KEY `cargos_cargo_type_details_id_foreign` (`cargo_type_details_id`),
  ADD KEY `cargos_parent_id_foreign` (`parent_id`),
  ADD KEY `cargos_final_offer_id_foreign` (`final_offer_id`);

--
-- Indexes for table `cargo_interesteds`
--
ALTER TABLE `cargo_interesteds`
  ADD PRIMARY KEY (`id`),
  ADD KEY `cargo_interesteds_cargo_id_foreign` (`cargo_id`),
  ADD KEY `cargo_interesteds_vessel_id_foreign` (`vessel_id`),
  ADD KEY `cargo_interesteds_interested_id_foreign` (`interested_id`),
  ADD KEY `cargo_interesteds_interester_id_foreign` (`interester_id`);

--
-- Indexes for table `cargo_types`
--
ALTER TABLE `cargo_types`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `cargo_type_details`
--
ALTER TABLE `cargo_type_details`
  ADD PRIMARY KEY (`id`),
  ADD KEY `cargo_type_details_cargo_type_id_foreign` (`cargo_type_id`);

--
-- Indexes for table `cities`
--
ALTER TABLE `cities`
  ADD PRIMARY KEY (`id`),
  ADD KEY `cities_country_id_foreign` (`country_id`);

--
-- Indexes for table `contanct_us_chats`
--
ALTER TABLE `contanct_us_chats`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `contanct_us_messages`
--
ALTER TABLE `contanct_us_messages`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `countries`
--
ALTER TABLE `countries`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `failed_jobs`
--
ALTER TABLE `failed_jobs`
  ADD PRIMARY KEY (`id`),
  ADD UNIQUE KEY `failed_jobs_uuid_unique` (`uuid`);

--
-- Indexes for table `general_texts`
--
ALTER TABLE `general_texts`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `media_users`
--
ALTER TABLE `media_users`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `migrations`
--
ALTER TABLE `migrations`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `notifications`
--
ALTER TABLE `notifications`
  ADD PRIMARY KEY (`id`),
  ADD KEY `notifications_sender_id_index` (`sender_id`),
  ADD KEY `notifications_target_id_index` (`target_id`),
  ADD KEY `notifications_receiver_id_index` (`receiver_id`);

--
-- Indexes for table `notification_logs`
--
ALTER TABLE `notification_logs`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `notification_profiles`
--
ALTER TABLE `notification_profiles`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `oauth_access_tokens`
--
ALTER TABLE `oauth_access_tokens`
  ADD PRIMARY KEY (`id`),
  ADD KEY `oauth_access_tokens_user_id_index` (`user_id`);

--
-- Indexes for table `oauth_auth_codes`
--
ALTER TABLE `oauth_auth_codes`
  ADD PRIMARY KEY (`id`),
  ADD KEY `oauth_auth_codes_user_id_index` (`user_id`);

--
-- Indexes for table `oauth_clients`
--
ALTER TABLE `oauth_clients`
  ADD PRIMARY KEY (`id`),
  ADD KEY `oauth_clients_user_id_index` (`user_id`);

--
-- Indexes for table `oauth_personal_access_clients`
--
ALTER TABLE `oauth_personal_access_clients`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `oauth_refresh_tokens`
--
ALTER TABLE `oauth_refresh_tokens`
  ADD PRIMARY KEY (`id`),
  ADD KEY `oauth_refresh_tokens_access_token_id_index` (`access_token_id`);

--
-- Indexes for table `password_resets`
--
ALTER TABLE `password_resets`
  ADD KEY `password_resets_email_index` (`email`);

--
-- Indexes for table `payment_brands`
--
ALTER TABLE `payment_brands`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `personal_access_tokens`
--
ALTER TABLE `personal_access_tokens`
  ADD PRIMARY KEY (`id`),
  ADD UNIQUE KEY `personal_access_tokens_token_unique` (`token`),
  ADD KEY `personal_access_tokens_tokenable_type_tokenable_id_index` (`tokenable_type`,`tokenable_id`);

--
-- Indexes for table `plans`
--
ALTER TABLE `plans`
  ADD PRIMARY KEY (`id`),
  ADD KEY `plans_parent_id_foreign` (`parent_id`);

--
-- Indexes for table `report_mesages`
--
ALTER TABLE `report_mesages`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `reset_passwords`
--
ALTER TABLE `reset_passwords`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `users`
--
ALTER TABLE `users`
  ADD PRIMARY KEY (`id`),
  ADD UNIQUE KEY `users_email_unique` (`email`);

--
-- Indexes for table `user_plans`
--
ALTER TABLE `user_plans`
  ADD PRIMARY KEY (`id`),
  ADD KEY `user_plans_user_id_foreign` (`user_id`),
  ADD KEY `user_plans_plan_id_foreign` (`plan_id`),
  ADD KEY `user_plans_payment_brand_id_foreign` (`payment_brand_id`);

--
-- Indexes for table `user_tokens`
--
ALTER TABLE `user_tokens`
  ADD PRIMARY KEY (`id`),
  ADD KEY `user_tokens_user_id_foreign` (`user_id`);

--
-- Indexes for table `vessels`
--
ALTER TABLE `vessels`
  ADD PRIMARY KEY (`id`),
  ADD UNIQUE KEY `vessels_imo_unique` (`imo`),
  ADD UNIQUE KEY `vessels_email_unique` (`email`),
  ADD KEY `vessels_operator_id_foreign` (`operator_id`);

--
-- Indexes for table `vessel_media`
--
ALTER TABLE `vessel_media`
  ADD PRIMARY KEY (`id`),
  ADD KEY `vessel_media_vessel_id_foreign` (`vessel_id`);

--
-- AUTO_INCREMENT for dumped tables
--

--
-- AUTO_INCREMENT for table `cargos`
--
ALTER TABLE `cargos`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=5;

--
-- AUTO_INCREMENT for table `cargo_interesteds`
--
ALTER TABLE `cargo_interesteds`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=3;

--
-- AUTO_INCREMENT for table `cargo_types`
--
ALTER TABLE `cargo_types`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=3;

--
-- AUTO_INCREMENT for table `cargo_type_details`
--
ALTER TABLE `cargo_type_details`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=5;

--
-- AUTO_INCREMENT for table `cities`
--
ALTER TABLE `cities`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=277;

--
-- AUTO_INCREMENT for table `contanct_us_chats`
--
ALTER TABLE `contanct_us_chats`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `contanct_us_messages`
--
ALTER TABLE `contanct_us_messages`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `countries`
--
ALTER TABLE `countries`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=194;

--
-- AUTO_INCREMENT for table `failed_jobs`
--
ALTER TABLE `failed_jobs`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `general_texts`
--
ALTER TABLE `general_texts`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=7;

--
-- AUTO_INCREMENT for table `media_users`
--
ALTER TABLE `media_users`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `migrations`
--
ALTER TABLE `migrations`
  MODIFY `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=33;

--
-- AUTO_INCREMENT for table `notifications`
--
ALTER TABLE `notifications`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=221;

--
-- AUTO_INCREMENT for table `notification_logs`
--
ALTER TABLE `notification_logs`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `notification_profiles`
--
ALTER TABLE `notification_profiles`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `oauth_clients`
--
ALTER TABLE `oauth_clients`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=3;

--
-- AUTO_INCREMENT for table `oauth_personal_access_clients`
--
ALTER TABLE `oauth_personal_access_clients`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=2;

--
-- AUTO_INCREMENT for table `payment_brands`
--
ALTER TABLE `payment_brands`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=5;

--
-- AUTO_INCREMENT for table `personal_access_tokens`
--
ALTER TABLE `personal_access_tokens`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `plans`
--
ALTER TABLE `plans`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=16;

--
-- AUTO_INCREMENT for table `report_mesages`
--
ALTER TABLE `report_mesages`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `reset_passwords`
--
ALTER TABLE `reset_passwords`
  MODIFY `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=85;

--
-- AUTO_INCREMENT for table `users`
--
ALTER TABLE `users`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=7;

--
-- AUTO_INCREMENT for table `user_plans`
--
ALTER TABLE `user_plans`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=7;

--
-- AUTO_INCREMENT for table `user_tokens`
--
ALTER TABLE `user_tokens`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=30;

--
-- AUTO_INCREMENT for table `vessels`
--
ALTER TABLE `vessels`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=8;

--
-- AUTO_INCREMENT for table `vessel_media`
--
ALTER TABLE `vessel_media`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT;
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
